Repository: Maronato/aosalunos
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Destroy %(user)s's user account, deleting it, its threads and soft-deleting it's replies in other threads.
ru: Удалить пользователя %(user)s's, удалить его темы и мягко удалить его ответы в других темах.

source: Your profile contents were found to violate community guidelines.
ru: Мы установили, что ваш профиль нарушает принципы сообщества

source: Increase %(user)s's warning level.
ru: Увеличить уровень предупреждения %(user)s's.

source: Are you sure you want to destroy this member's account? This action is not reversible!
ru: Вы уверены в том что хотите удалить этот аккаунт пользователя? Это действие нельзя будет отменить!

source: Graph presents threads started by %(user)s's during last 100 days.
ru: График показывает темы, начатые %(user)s's в течении последних 100 дней.

source: %(username)s started one thread
ru: %(username)s начал %(total)s тему

source: %(username)s started no threads
ru: %(username)s не начал ни одной темы

source: Lastest Threads
ru: Самые последние темы

source: This warning level will expire %(expires)s.
ru: Этот уровень предупреждения закончится %(expires)s.

source: This warning level will not expire and will have to be decreased manually by forum team member.
ru: Этот уровень предупреждения бессрочен и может быть снижен вручную администрацией форума.

source: %(username)s, your account has no warning level set. Good job!
ru: %(username)s, у вашего аккаунта нет предупреждений. Это хорошо!

source: %(username)s's account has no warning level set.
ru: Аккаунт %(username)s's не имеет установленных уровней предупреждений.

source: %(username)s received one warning
ru: %(username)s получил %(total)s предупреждение

source: %(username)s received no warnings
ru: %(username)s не получал предупреждений

source: This warning has been canceled.
ru: Это предупреждение было отменено.

source: This warning has expired.
ru: Эта предупреждение было продлено.

source: This warning is in effect.
ru: Это предупреждение в силе.

source: No warning reason was provided by warning giver.
ru: Выдавший предупреждение не указал причину.

source: Given by %(user)s %(date)s from ip %(ip)s.
ru: Выдал %(user)s %(date)s с ip %(ip)s.

source: Given by %(user)s %(date)s.
ru: Выдал %(user)s %(date)s.

source: Canceled by %(user)s %(date)s from ip %(ip)s.
ru: Отменено %(user)s %(date)s с ip %(ip)s.

source: Canceled by %(user)s %(date)s.
ru: Отменено %(user)s %(date)s.

source: Are you sure you want to cancel this warning?
ru: Вы уверены в том, что хотите отменить это предупреждение?

source: Are you sure you want to delete this warning?
ru: Вы уверены в том, что хотите удалить это предупреждение?

source: Lastest Warnings
ru: Последние предупреждения

source: Newer Warnings
ru: Новые предупреждения

source: Older Warnings
ru: Старые предупреждения

source: Report by %(username)s
ru: Пожаловался %(username)s

source: Report and last post by %(username)s
ru: Жалоба и последний пост от %(username)s

source: Report Forum
ru: Пожаловаться на форум

source: There are no threads in this forum.
ru: На этом форуме нет тем.

source: Are you sure you want to delete selected reports? This action is not reversible!
ru: Вы уверены в том что хотите удалить выбранные жалобы? Это действие нельзя отменить!

source: Set Report Status
ru: Установить статус жалобы

source: Edit Report
ru: Изменить жалобу

source: Post New Comment
ru: Опубликовать новый комментарий

source: Edit Comment
ru: Изменить комментарий

source: One comment
ru: %(replies)s комментарий

source: No comments
ru: Нет комментариев

source: Post Comment
ru: Комментарии поста

source: Comment
ru: Комментарий

source: Set this report as resolved
ru: Пометить эту жалобу как решенную

source: Set this report as bogus
ru: Пометить эту жалобу как ложную

source: %(user)s has set this report as resolved %(date)s
ru: %(user)s отметил эту жалобу как решенную %(date)s

source: %(user)s has set this report as bogus %(date)s
ru: %(user)s отметил эту жалобу как ложную %(date)s

source: %(user)s has also reported this post %(date)s
ru: %(user)s так же пожаловался на этот пост %(date)s

source: Are you sure you want to delete this report? This action is not reversible!
ru: Вы уверены в том, что хотите удалить эту жалобу? Это действие невозможно отменить!

source: You have to select at least one comment.
ru: Вы должны выбрать хотя бы один комментарий.

source: Are you sure you want to delete selected comments? This action is not reversible!
ru: Вы уверены в том, что хотите удалить выбранные комментарии? Это действие нельзя отменить!

source: Are you sure you want to delete this report?
ru: Вы уверены в том что хотите удалить эту жалобу?

source: Are you sure you want to delete this comment?
ru: Вы уверены в том что хотите удалить этот комментарий?

source: Search Private Threads
ru: Найти приватную тему

source: Search Reports
ru: Найти жалобу

source: Search for "%(query)s" has returned one result:
ru: По поиску "%(query)s" найден %(results)s результат:

source: New Search
ru: Новый поиск

source: In %(forum)s by %(user)s %(date)s
ru: В %(forum)s от %(user)s %(date)s

source: Looks like your search has expired. Please try searching again.
ru: Похоже что ваш поиск устарел. Пожалуйста попробуйте поискать ещё раз.

source: Your search results for query "%(search_query)s" are still available.
ru: Результаты вашего поиска "%(search_query)s" все еще доступны.

source: Search only in threads titles.
ru: Поиск только в заголовках тем.

source: Include Children Forums in Search
ru: Включить подфорумы в поиск

source: Post #%(post)s Votes
ru: Голоса поста #%(post)s

source: One like
ru: %(votes)s лайк

source: Nobody liked this post.
ru: Никто не лайкал этот пост.

source: One dislike
ru: %(votes)s дизлайк

source: Nobody disliked this post.
ru: Никто не дизлайкал этот пост.

source: From %(ip)s
ru: С %(ip)s

source: Child forums
ru: Дочерний форум

source: Go to the %(subforum)s subforum
ru: Перейти к подтемам %(subforum)s

source: This thread has poll
ru: Эта тема содержит опрос

source: There are no threads prefixed with %(prefix)s in this forum.
ru: В этом форуме нет тем с префиксом %(prefix)s.

source: Sign in or register to start threads.
ru: Для того чтобы начать тему, нужно войти или зарегистрироваться.

source: %(posts)s post - last in %(thread)s
ru: %(posts)s пост - последний в %(thread)s

source: %(posts)s post
ru: %(posts)s пост

source: %(redirects)s click
ru: %(redirects)s клик

source: Filter Threads:
ru: Фильтр тем:

source: Clear filters
ru: Очистить фильтры

source: Merge Threads
ru: Объединить темы

source: Move Posts
ru: Переместить посты

source: Move Thread
ru: Переместить тему

source: Move Threads
ru: Переместить темы

source: Poll Participants
ru: Участники опроса

source: One vote
ru: %(votes)s голос

source: No votes
ru: Нет голосов

source: Poll has been closed.
ru: Опрос закрыт.

source: Poll ended on %(end)s
ru: Опрос завершен %(end)s

source: Poll ends on %(end)s
ru: Опрос завершится %(end)s

source: Permanent poll.
ru: Постоянный опрос

source: Your vote
ru: Ваш голос

source: %(votes)s vote, %(percent)s%% of all
ru: %(votes)s голос, всего %(percent)s%%

source: Nobody voted for this option.
ru: Этот вариант никто не выбрал

source: Edit Poll
ru: Изменить опрос

source: Create Poll
ru: Создать опрос

source: Edit Poll Choices
ru: Изменить варианты ответов

source: To delete existing choice, empty its text input.
ru: Для удаления существующего варианта, оставьте поле пустым

source: Thread Status
ru: Статус темы

source: Open thread
ru: Открыть тему

source: Close thread
ru: Закрыть тему

source: Make voting in this poll public.
ru: Сделать голоса этого опроса публичными

source: Allow users to change their votes.
ru: Разрешить изменять вариант ответа

source: Delete this poll from thread.
ru: Удалить этот опрос из темы

source: Split Thread
ru: Разделить тему

source: Poll: %(question)s
ru: Голосование: %(question)s

source: You can vote for one option.
ru: Вы можете выбрать %(choices)s вариант ответа.

source: Your votes will be public.
ru: Ваш голос будет публичным

source: Change Vote
ru: Изменить выбор

source: Voting Options
ru: Опции опроса

source: Make Vote
ru: Сделать выбор

source: Results
ru: Результат

source: Participants
ru: Участники

source: Voting is public.
ru: Опрос публичный

source: Like
ru: Лайк

source: Likes
ru: Лайки

source: Dislike
ru: Дизлайк

source: Dislikes
ru: Дизлайки

source: Show Votes
ru: Показать голоса

source: Your message in thread &quot;[%(thread)s](%(message)s)&quot; was found to violate community guidelines.
ru: Ваше сообщение в теме &quot;[%(thread)s](%(message)s)&quot; нарушает правила сообщества.

source: %(user)s moved this thread from %(forum)s %(date)s
ru: %(user)s переместил это тему из %(forum)s %(date)s

source: %(user)s changed this thread's prefix to "%(prefix)s" %(date)s
ru: %(user)s изменил этот префикс темы на "%(prefix)s" %(date)s

source: %(user)s removed this thread's prefix %(date)s
ru: %(user)s удалил этот префикс темы %(date)s

source: Sign in or register to reply.
ru: Войдите или зарегистрируйтесь для ответа

source: Go to first post awaiting review
ru: Перейти к первому посту, ожидающему проверки

source: First Unreviewed
ru: Первое непроверенное

source: Gallery Avatar
ru: Галерея фотографий

source: Use Gravatar
ru: Использовать Gravatar

source: Pick Avatar from Gallery
ru: Выбрать фотографию из галереи

source: Crop Your Avatar
ru: Обрезать фотографию

source: Upload Avatar
ru: Загрузить фотографию

source: Change your Avatar
ru: Изменить фотографию

source: %(username)s, your ability to change your avatar has been removed for following reason:
ru: %(username)s, возможность изменить фотографию была ограничена по следующим причине:

source: %(username)s, your ability to change your avatar has been removed.
ru: %(username)s, возможность изменить фотографию была ограничена.

source: Avatar Preview
ru: Предпросмотр фотографии

source: Crop Avatar
ru: Обрезать фотографию

source: Uploaded Image
ru: Загрузить изображение

source: Change Sign-In Credentials
ru: Изменить настройки для входа

source: Change Credentials
ru: Изменить параметры для входа

source: Your Control Panel
ru: Панель настроек

source: Change Forum Options
ru: Изменить настройки форума

source: Privacy
ru: Приватность

source: Watching Threads
ru: Отслеживаемые темы

source: Change Options
ru: Изменить настройки

source: Yes, I want to subscribe forum newsletter.
ru: Да, я хочу получать новости с форума.

source: Edit your Signature
ru: Изменить подпись

source: Save Signature
ru: Сохранить подпись

source: %(username)s, your ability to edit your signature has been removed for following reason:
ru: %(username)s, возможность изменить подпись была ограничена по следующим причине:

source: %(username)s, your ability to edit your signature has been removed.
ru: %(username)s, возможность изменить подпись была ограничена.

source: Change your Username
ru: Изменить ваше имя

source: Change Name
ru: Изменить имя

source: You can change your username one more time.
ru: Вы можете изменить ваше имя ещё %(changes)s раз.

source: You will be able to change your username on %(next_change)s
ru: В следующий раз вы сможете поменять имя %(next_change)s

source: Warn User: %(user)s
ru: Дать предупреждение: %(user)s

source: Next Warning Level: %(next_level_name)s
ru: Следующий уровень предупреждения: %(next_level_name)s

source: Expires After:
ru: Заканчивается:

source: Posting Replies Restriction:
ru: Ограничение публикации ответов

source: Posting Threads Restriction:
ru: Ограничение создания тем:

source: Warn User
ru: Выдать предупреждение

source: Never
ru: Никогда

source: Moderator Review
ru: Проверка модератора

source: Forbidden
ru: Запрещено

source: This user warning level is already at maximum and can not be increased any further.
ru: Уровень предупреждения этого пользователя уже максимальный и не может быть увеличен

source: Go Back
ru: Назад

source: Value
ru: Значение

source: Today, %(hour)s
ru: Сегодня, %(hour)s

source: Yesterday, %(hour)s
ru: Вчера, %(hour)s

source: Tomorrow, %(hour)s
ru: Завтра, %(hour)s

source: Just now
ru: Только что

source: Minute ago
ru: %(minutes)s минуту назад

source: Hour ago
ru: %(hours)s час назад

source: Hour and %(minutes)s ago
ru: %(hours)s час и %(minutes)sм назад

source: minute
ru: %(minutes)s минута

source: j M
ru: день месяц

source: j M y
ru: день месяц год

source: Now
ru: Сейчас

# number of minutes
source: %(minute)sm
ru: %(minute)sмин

# number of hours
source: %(hour)sh
ru: %(hour)sч

source: day
ru: %(days)s день

source: hour
ru: %(hours)s час

source: second
ru: %(seconds)s секунда

source: %(segments)s and %(last)s
ru: %(segments)s и %(last)s

source: (UTC-13:00) Samoa
ru: UTC-13:00 Самоа

source: (UTC-14:00) Samoa
ru: UTC-14:00 Самоа

source: (UTC-11:00) Midway Islands, American Samoa
ru: (UTC-11:00) Мидуэй, Американское Самоа

source: (UTC-10:00) Cook Islands, Hawaii, Society Islands
ru: (UTC-10:00) Гавайско-алеутское стандартное время

source: (UTC-10:00) Aleutian Islands
ru: (UTC-10:00) Французская Полинезия

source: (UTC-09:00) Aleutian Islands
ru: (UTC-09:00) Алеутские острова

source: (UTC-09:30) Marquesas Islands
ru: (UTC-09:30) Маркизские острова

source: (UTC-09:00) Gambier Islands
ru: (UTC-09:00) Острова Гамбье

source: (UTC-09:00) Alaska Standard Time
ru: (UTC-09:00) Аляска

source: (UTC-08:00) Alaska Daylight Time
ru: (UTC-08:00) Аляска (летнее время)

source: (UTC-08:00) Pitcairn Islands
ru: (UTC-08:00) Острова Питкэрн

source: (UTC-08:00) Pacific Time (Canada and US)
ru: (UTC-08:00) Тихоокеанское время (Канада и США)

source: (UTC-07:00) Pacific Time (Canada and US)
ru: (UTC-07:00) Тихоокеанское время (Канада и США)

source: (UTC-08:00) Baja California
ru: (UTC-08:00) Нижняя Калифорния

source: (UTC-07:00) Baja California
ru: (UTC-08:00) Нижняя Калифорния

source: (UTC-07:00) Mountain Standard Time (No DST)
ru: (UTC-07:00) Колорадо

source: (UTC-07:00) Sonora
ru: (UTC-07:00) Сонора

source: (UTC-07:00) Mountain Standard Time
ru: (UTC-07:00) Стандартное горное время

source: (UTC-06:00) Mountain Summer Time
ru: (UTC-06:00) Летнее горное время

source: (UTC-07:00) Baja California Sur, Chihuahua, Nayarit, Sinaloa
ru: (UTC-06:00) Южная Нижняя Калифорния, Чиуауа, Наярит, Синалоа

source: (UTC-06:00) Baja California Sur, Chihuahua, Nayarit, Sinaloa
ru: (UTC-06:00) Южная Нижняя Калифорния, Чиуауа, Наярит, Синалоа

source: (UTC-06:00) Costa Rica, El Salvador, Galapagos, Guatemala, Managua
ru: (UTC-06:00) Коста-Рика, Сальвадор, Гондурас, Гватемала, Никарагуа

source: (UTC-06:00) Central Standard Time
ru: (UTC-06:00) Центральное стандартное время

source: (UTC-05:00) Central Daylight Time
ru: (UTC-06:00) Центральное летнее время

source: (UTC-06:00) Mexican Central Zone
ru: (UTC-06:00) Центральная Мексика

source: (UTC-05:00) Mexican Central Zone
ru: (UTC-05:00) Центральная Мексика

source: (UTC-05:00) Bogota, Cayman, Guayaquil, Jamaica, Lima, Panama
ru: (UTC-05:00) Острова Кайман, Гуаякиль, Ямайка, Панама, Колумбия, Перу

source: (UTC-05:00) Eastern Standard Time
ru: (UTC-05:00) Североамериканское восточное время

source: (UTC-04:00) Eastern Daylight Time
ru: (UTC-04:00) Летнее восточное время

source: (UTC-04:30) Caracas
ru: (UTC-04:30) Каракас

source: (UTC-04:00) Barbados, Dominica, Puerto Rico, Santo Domingo
ru: (UTC-04:00) Барбадос, Доминика, Пуэрто-Рико, Доминиканская Республика

source: (UTC-04:00) Bermuda, Campo Grande, Goose Bay, Santiago, Thule
ru: (UTC-04:00) Бермуды, Кампу-Гранди, Гуз Бэй, Сантьяго

source: (UTC-03:00) Bermuda, Campo Grande, Goose Bay, Santiago, Thule
ru: (UTC-03:00) Бермуды, Кампу-Гранди, Гуз Бэй, Сантьяго

source: (UTC-03:30) Newfoundland Time
ru: (UTC-03:30) Ньюфаундлендское время

source: (UTC-03:00) San Juan, San Luis, Santa Cruz
ru: (UTC-03:00) Сан-Хуан, Сан-Луис, Санта-Круз

source: (UTC-03:00) Buenos Aires, Godthab, Sao Paulo, Montevideo
ru: (UTC-03:00) Буэ́нос-А́йрес, Нуук, Сан-Паулу, Монтевидео

source: (UTC-02:00) Buenos Aires, Godthab, Sao Paulo, Montevideo
ru: (UTC-02:00) Буэ́нос-А́йрес, Нуук, Сан-Паулу, Монтевидео

source: (UTC-02:00) Atlantic islands
ru: (UTC-02:00) Атлантические острова

source: (UTC-01:00) Cape Verde Time
ru: (UTC-01:00) Кабо-Верде

source: (UTC-01:00) Azores, Scoresbysund
ru: (UTC-01:00) Азорские острова, Сермерсоок

source: (UTC) Azores, Scoresbysund
ru: (UTC) Азорские острова, Сермерсоок

source: (UTC) Coordinated Universal Time
ru: (UTC) Всемирное координированное время

source: (UTC) Dakar, Rabat
ru: (UTC) Дакар, Рабат

source: (UTC) Western European Time
ru: (UTC) Восточноевропейское время

source: (UTC+01:00) Western European Summer Time
ru: (UTC+01:00) Летнее восточноевропейское время

source: (UTC+01:00) West Africa Time
ru: (UTC+01:00)

source: (UTC+01:00) Central European Time
ru: (UTC+01:00) Центральноевропейское время

source: (UTC+02:00) Central European Summer Time
ru: (UTC+02:00) Центральноевропейское летнее время

source: (UTC+02:00) Central Africa Time
ru: (UTC+02:00) Центральноафриканское время

source: (UTC+02:00) Eastern European Time
ru: (UTC+02:00) Калининградское время

source: (UTC+03:00) Eastern European Summer Time
ru: (UTC+03:00) Москва

source: (UTC+03:00) East Africa Time
ru: (UTC+03:00) Восточная Африка

source: (UTC+03:00) Further-eastern European Time
ru: (UTC+03:00) Москва

source: (UTC+03:30) Iran Time
ru: (UTC+03:30) Иран

source: (UTC+04:30) Iran Time
ru: (UTC+04:30) Иран

source: (UTC+04:00) Moscow Standard Time, Georgia Standard Time
ru: (UTC+04:00) Ижевск, Самара

source: (UTC+04:00) United Arab Emirates Standard Time
ru: (UTC+04:00) Объединенные арабские эмираты

source: (UTC+05:00) Baku, Yerevan
ru: (UTC+05:00) Уфа, Екатеринбург

source: (UTC+06:00) Baku, Yerevan
ru: (UTC+06:00) Баку, Ереван

source: (UTC+04:30) Afghanistan Standard Time
ru: (UTC+04:30) Афганистан

source: (UTC+05:00) Ashgabat, Dushanbe, Karachi, Maldives, Tashkent
ru: (UTC+05:00) Душанбе, Карачи, Ташкент

source: (UTC+05:30) Colombo, Kolkata
ru: (UTC+05:30) Коломбо, Калькутта

source: (UTC+05:45) Kathmandu
ru: (UTC+05:45) Катманду

source: (UTC+06:00) Astana, Bishkek, Dhaka, Thimphu, Yekaterinburg
ru: (UTC+06:00) Алтай, Новосибирск

source: (UTC+06:30) Yangon, Cocos Islands
ru: (UTC+06:30) Кокосовые острова

source: (UTC+07:00) Bangkok, Ho Chi Minh, Jakarta, Novosibirsk
ru: (UTC+07:00) Красноярск, Кемерово

source: (UTC+08:00) Beijing, Hong Kong, Kuala Lumpur, Singapore, Taipei
ru: (UTC+08:00) Иркутск

source: (UTC+08:00) Australian Western Standard Time
ru: (UTC+08:00) Чита, Бурятия

source: (UTC+08:45) Eucla Area
ru: (UTC+08:45) Австралия (Мадура)

source: (UTC+09:00) Tokyo, Seoul, Irkutsk, Pyongyang
ru: (UTC+09:00) Амурская область

source: (UTC+09:30) Australian Central Standard Time
ru: (UTC+09:30) Австралийское центральное время

source: (UTC+10:00) Australian Eastern Standard Time
ru: (UTC+10:00) Хабаровский край

source: (UTC+11:00) Australian Eastern Summer Time
ru: (UTC+11:00) Австралийское восточное время

source: (UTC+10:30) Lord Howe Island
ru: (UTC+10:30) Остров Лорд-Хау

source: (UTC+11:00) Lord Howe Island
ru: (UTC+11:00) Остров Лорд-Хау

source: (UTC+11:00) Guadalcanal, Honiara, Noumea, Vladivostok
ru: (UTC+11:00) Южно-Сахалинск

source: (UTC+11:30) Norfolk Island
ru: (UTC+11:30) Остров Норфолк

source: (UTC+12:00) Kamchatka, Marshall Islands
ru: (UTC+12:00) Камчатка, Маршалловы острова

source: (UTC+12:00) Auckland, Fiji
ru: (UTC+12:00) Фиджи

source: (UTC+13:00) Auckland, Fiji
ru: (UTC+12:00) Фиджи

source: (UTC+12:45) Chatham Islands
ru: (UTC+12:45) Архипелаг Чатем

source: (UTC+13:45) Chatham Islands
ru: (UTC+13:45) Архипелаг Чатем

source: (UTC+13:00) Phoenix Islands
ru: (UTC+13:00) Острова Феникс

source: (UTC+14:00) Nuku'alofa
ru: (UTC+14:00) Нукуалофа
