Repository: Maronato/aosalunos
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Select ban type from list and define rule by entering it in text field. If you want to ban specific user, enter here either his Username or E-mail address. If you want to define blanket ban, you can use wildcard ("*"). For example to forbid all members from using name suggesting that member is an admin, you can set ban that forbids "Admin*" as username.
ru: Выберите тип блокировки из списка и определите роль, введя её в текстовое поле. Если вы хотите заблокировать определенного пользователя, введите его Имя или E-mail адрес. Если хотите заблокировать несколько человек, мы можете использовать шаблон ("*"). Для примера для того чтобы заблокировать всех пользователей, использующих имя, чтобы выдать себя за админа , вы можете установить блокировку, которая запретит использовать имя пользователя "Admin*".

source: Ban Username and e-mail
ru: Заблокировать имя или email

source: Ban Username
ru: Заблокировать Имя

source: Ban E-mail address
ru: Заблокировать email

source: Ban IP Address
ru: Заблокировать ip адрес

source: User-visible Ban Message
ru: Сообщение блокировки, видимое пользователю

source: Optional Ban message that will be displayed to banned members.
ru: Альтернативное сообщение блокировки, которое будет показано заблокированным пользователям

source: Team-visible Ban Message
ru: Сообщение о блокировки, видимое группе

source: Optional Ban message that will be displayed to forum team members.
ru: Альтернативное сообщение блокировки, которое будет показано заблокированной группе пользователей.

source: Ban Expiration
ru: Срок блокировки

source: If you want to, you can set this ban's expiration date by entering it here using YYYY-MM-DD format. Otherwhise you can leave this field empty making this ban permanent.
ru: Если хотите, вы можете установить время до которого будет действовать блокировка используя формат ГГГГ-ММ-ДД. Либо вы можете оставить это поле пустым, сделав блокировку навсегда.

source: Ban
ru: Блокировка

source: Messages
ru: Сообщения

source: Type
ru: Тип

source: Username and e-mail
ru: Имя пользователя и email

source: Username
ru: Имя пользователя

source: E-mail address
ru: Email адрес

source: IP Address
ru: Адрес IP

source: Expires
ru: Заканчивается

source: No bans are currently set.
ru: Заблокированные пользователи отсутствуют

source: No bans have been found.
ru: Блокировок не найдено

source: You have to check at least one ban.
ru: Нужно выбрать хотя бы одну блокировку

source: Lift selected bans
ru: Продлить выбранную блокировку

source: Are you sure you want to lift selected bans?
ru: Вы уверены в том, что хотите продлить выбранную блокировку?

source: Edit Ban
ru: Изменить блокировку

source: Lift Ban
ru: Продлить блокировку

source: Are you sure you want to lift this ban?
ru: Вы уверены в том, что хотите продлить блокировку?

source: Selected bans have been lifted successfully.
ru: Выбранная блокировка была продлена.

source: Set Ban
ru: Установить блокировку

source: New Ban has been set.
ru: Установлена новая блокировка

source: Requested Ban could not be found.
ru: Запрошенная блокировка не найдена.

source: Changes in ban have been saved.
ru: Изменения блокировки сохранены.

source: E-mail and username Ban "%(ban)s" has been lifted.
ru: Блокировка email и имя пользователя "%(ban)s" продлены.

source: Username Ban "%(ban)s" has been lifted.
ru: Блокировка имени "%(ban)s" продлена.

source: E-mail Ban "%(ban)s" has been lifted.
ru: Блокировка email "%(ban)s" была продлена

source: IP Ban "%(ban)s" has been lifted.
ru: Блокировка адреса IP "%(ban)s" была продлена

source: Role Name
ru: Имя роли

source: Role Name is used to identify this role in Admin Control Panel.
ru: Имя роли, используемое для отображения роли в панели администратора

source: Role name must contain alphanumeric characters.
ru: Имя роли должно состоять из букв и цифр

source: Role name is too long.
ru: Имя роли слишком длинное

source: Role
ru: Роль

source: You have to check at least one role.
ru: Вы должны выбрать как минимум одну роль.

source: Delete selected forum roles
ru: Удалить выбранные роли форума.

source: Are you sure you want to delete selected roles?
ru: Вы уверены что хотите удалить выбранные роли форума.

source: Role Permissions
ru: Разрешения роли.

source: Edit Role
ru: Изменить роль

source: Delete Role
ru: Удалить роль

source: Are you sure you want to delete this role?
ru: Вы уверены в том что хотите удалить роль?

source: Selected forum roles have been deleted successfully.
ru: Выбранные роли были успешно удалены.

source: Save Role
ru: Сохранить роль

source: New Forum Role has been created.
ru: Создана новая роль

source: Edit Forum Role
ru: Изменить роль форума

source: Requested Forum Role could not be found.
ru: Запрошенная роль форума не найдена

source: Changes in forum role "%(name)s" have been saved.
ru: Изменения в роли "%(name)s" сохранены

source: Change Forum Role Permissions
ru: Изменить права роли

source: Forum Role "%(name)s" permissions have been changed.
ru: Права роли "%(name)s" изменены.

source: Forum Role "%(name)s" has been deleted.
ru: Роль "%(name)s" удалена.

source: Node Type
ru: Тип узла

source: Each Node has specific role in forums tree. This role cannot be changed after node is created.
ru: Каждый узел имеет определенную роль в дереве форума. Это роль не может быть изменена после создания узла.

source: Category
ru: Категория

source: Forum
ru: Форум

source: Redirection
ru: Ссылка

source: Node Name
ru: Имя узла

source: Category name must contain alphanumeric characters.
ru: Имя категории должно содержать только цифры и буквы

source: Category name is too long.
ru: Имя категории слишком длинное

source: Redirect URL
ru: Ссылка для переадресации

source: Redirection nodes require you to specify URL they will redirect users to upon click.
ru: Узел ссылки требует определить URL по которому будет осуществляться переход

source: Node Description
ru: Описание узла

source: Closed Node
ru: Закрытый узел

source: Node Style
ru: Стиль узла

source: You can add custom CSS classess to this node, to change way it looks on board index.
ru: Вы можете добавить свой класс CSS, для изменения внешнего вида

source: Basic Options
ru: Общие настройки

source: Node Parent
ru: Родитель узла

source: Copy Permissions from
ru: Скопировать права с

source: Display Options
ru: Настройки отображения

source: Node Attributes
ru: Атрибуты узла

source: Custom templates can check nodes for predefined attributes that will change way they are rendered.
ru: Свой шаблон для предопределенного атрибута, который изменит отображение узла

source: Show Subforums Details
ru: Показывать описания подфорумов

source: Allows you to prevent this node subforums from displaying statistics, last post data, etc. ect. on forums lists.
ru: Позволяет вам предотвратить показ у подфорумов статистики, данных последнего сообщения итд в списке форумов.

source: Don't copy permissions
ru: Не копировать права

source: Only categories can use Root Category as their parent.
ru: Только категории могут использовать корневую категорию в качестве родителя

source: You have to define redirection URL
ru: Необходимо определить URL для переадресации

source: Category Name
ru: Имя категории

source: Category Description
ru: Описание категории

source: Closed Category
ru: Закрытая категория

source: Category Style
ru: Стиль категории

source: You can add custom CSS classess to this category, to change way it looks on board index.
ru: Вы можете добавить свой CSS класс к этой категории, чтобы изменить внешний вид форума.

source: Category Attributes
ru: Атрибуты категории

source: Custom templates can check categories for predefined attributes that will change way they are rendered.
ru: Шаблон может определить категорию с определенным атрибутами что изменить её отображение

source: Allows you to prevent this category subforums from displaying statistics, last post data, etc. ect. on forums lists.
ru: Позволяет настроить подфорумы этой категории в отображении статистики, последнего сообщения итд в списке форумов

source: Category Parent
ru: Родитель категории

source: Forum Name
ru: Имя форума

source: Forum name must contain alphanumeric characters.
ru: Имя форума должно состоять только из букв и цифр

source: Forum name is too long.
ru: Имя форума слишком длинное

source: Forum Description
ru: Описание форума

source: Closed Forum
ru: Закрытый форум

source: Forum Style
ru: Стиль форума

source: You can add custom CSS classess to this forum to change way it looks on forums lists.
ru: Вы можете добавить свой CSS класс к этом форуму чтобы изменить его отображение в списке форумов

source: Delete threads with first post older than
ru: Удалять темы с заглавным постом старше чем...

source: Enter number of days since thread start after which thread will be deleted or zero to don't delete threads.
ru: Введите число дней с первого сообщения темы после которого она будет удалена. Ноль - значит не удалять тему.

source: Delete threads with last post older than
ru: Удалять темы с последним постом старше чем...

source: Enter number of days since since last reply in thread after which thread will be deleted or zero to don't delete threads.
ru: Введите число дней со дня последнего ответа в тему после которого она будет удалена. Ноль значит не удалять тему

source: Forum Attributes
ru: Атрибуты форума

source: Custom templates can check forums for predefined attributes that will change way subforums lists are rendered.
ru: Свой шаблон может выделить форум с предопределенным атрибутом чтобы изменить его отображение

source: Allows you to prevent this forum's subforums from displaying statistics, last post data, etc. ect. on subforums list.
ru: Позволяет настроить подфорумы этого форума в отображении статистики, последнего сообщения итд в списке подфорумов

source: Forum Parent
ru: Родитель форума

source: Prune Forum
ru: Очистить форум

source: Archive pruned threads?
ru: Заархивировать очищенные тему?

source: If you want, you can archive pruned threads in other forum instead of deleting them.
ru: Если вы хотите, вы можете заархивировать очищенные темы в другой форум вместо их удаления

source: Don't archive pruned threads
ru: Не архивировать очищенные темы

source: Forum cannot be its own archive.
ru: Форум не может быть архивом себя

source: Redirect name must contain alphanumeric characters.
ru: Имя ссылки должно состоять из букв и цифр

source: Redirect name is too long.
ru: Имя ссылки слишком длинное

source: Redirect Parent
ru: Родитель ссылки

source: Redirect Name
ru: Имя ссылки

source: Redirect Description
ru: Описание ссылки

source: Redirect Style
ru: Стиль ссылки

source: You can add custom CSS classess to this redirect to change way it looks on forums lists.
ru: Вы можете добавить свой CSS класс к ссылке чтобы изменить её отображение

source: Move threads to
ru: Переместить тему в

source: Remove with forum
ru: Удалить с форумом

source: Move subforums to
ru: Переместить подфорумы в

source: Categories cannot contain threads.
ru: Категории не могут содержать темы

source: Redirects cannot contain threads.
ru: Ссылки не могу содержать темы

source: Destination you want to move this forum's threads to will be deleted with this forum.
ru: Место назначения, куда вы хотите перенести темы форума будет удалено вместе с форумом.

source: You have to select at least one forum.
ru: Вы должны выбрать хотя бы один форум.

source: Resynchronize forums (fast)
ru: Синхронизировать форумы(быстро)

source: Resynchronize forums
ru: Синхронизировать форумы

source: No forums are currently defined.
ru: Форумы не заданы

source: Move Category Up
ru: Поднять категорию

source: Move Category Down
ru: Опустить категорию

source: Edit Category
ru: Изменить категорию

source: Delete Category
ru: Удалить категорию

source: Move Forum Up
ru: Поднять форум

source: Move Forum Down
ru: Опустить форум

source: Edit Forum
ru: Изменить форум

source: Delete Forum
ru: Удалить форум

source: Move Redirect Up
ru: Поднять ссылку

source: Move Redirect Down
ru: Опустить ссылку

source: Edit Redirect
ru: Изменить ссылку

source: Delete Redirect
ru: Удалить ссылку

source: Selected forums have been resynchronized successfully.
ru: Выбранные форумы успешно синхронизированы.

source: Only forums can be resynchronized.
ru: Синхронизировать можно только форумы

source: No forums to resynchronize.
ru: Нет форумов для синхронизации

source: Forum for resynchronization does not exist.
ru: Форум для синхронизации не существует

source: Resynchronizing Forums
ru: Синхронизация форумов

source: Resynchronized %(progress)s from %(total)s threads
ru: Синхронизировано %(progress)s из %(total)s тем

source: Save Node
ru: Сохранить узел

source: New Category has been created.
ru: Новая категория создана

source: New Forum has been created.
ru: Новый форум создан

source: New Redirect has been created.
ru: Новая ссылка создана.

source: Requested Forum could not be found.
ru: Запрошенный форум не найден.

source: Forum "%(name)s" has been moved up.
ru: Форум "%(name)s" поднят.

source: Forum "%(name)s" is first child of its parent node and cannot be moved up.
ru: Форум "%(name)s" первый у родительского узла и не может быть поднят

source: Forum "%(name)s" has been moved down.
ru: Форум "%(name)s" опущен

source: Forum "%(name)s" is last child of its parent node and cannot be moved down.
ru: Форум "%(name)s" последний у родительского узла и не может быть опущен

source: Changes in forum "%(name)s" have been saved.
ru: Изменения в форуме "%(name)s" сохранены.

source: Forum "%(name)s" has been deleted.
ru: Форум "%(name)s" удален

source: Newsletter Name
ru: Имя рассылки

source: Newsletter name will be used as message subject in e-mails sent to members.
ru: Имя рассылки будет использоваться как тема письма в email письмах, отсылаемых пользователям

source: Newsletter name must contain alphanumeric characters.
ru: Имя рассылки должно состоять из цифр и букв.

source: Newsletter name is too long.
ru: Имя рассылки слишком длинное

source: Step Size
ru: Размер шага

source: Number of users that message will be sent to before forum refreshes page displaying sending progress.
ru: Число пользователей, которым будет отправлено письмо до обновления страницы, показывающей прогресс отсылки.

source: HTML Message
ru: Сообщение HTML

source: HTML message visible to members who can read HTML e-mails.
ru: Сообщение HTML, которое будет показано пользователям, которые могут читать HTML письма

source: Plain Text Message
ru: Текстовое сообщение

source: Alternative plain text message that will be visible to members that can't or dont want to read HTML e-mails.
ru: Альтернативное текстовое сообщение , которое будет показано пользователям, которые не могут читать HTML письма

source: Ignore members preferences
ru: Игнорировать настройки пользователей

source: Change this option to yes if you want to send this newsletter to members that don't want to receive newsletters. This is good for emergencies.
ru: Поставьте галочку на этот пункт, если вы хотите послать рассылку пользователям, которые не хотят получать рассылку. Подходит для экстренных и чрезвычайных оповещений.

source: Limit to roles
ru: Ограничить роли

source: You can limit this newsletter only to members who have specific ranks. If you dont set any ranks, this newsletter will be sent to every user.
ru: Вы можете ограничить рассылку только пользователям с определенным рангом. Если вы не выберете ни одного ранга, рассылка будет послана всем.

source: Message Contents
ru: Содержание сообщения

source: Newsletter Type
ru: Тип рассылки

source: Only to subscribers
ru: Только подписчикам

source: To every member
ru: Всем пользователям

source: Recipient Rank
ru: Ранг получателя

source: Newsletter
ru: Рассылка

source: You have to check at least one newsletter.
ru: Вы должны выбрать хотя бы одну рассылку

source: Delete selected newsletters
ru: Удалить выбранные рассылки

source: Are you sure you want to delete selected newsletters?
ru: Вы уверены в том, что хотите удалить выбранные рассылки?

source: Send Newsletter
ru: Послать рассылку

source: Edit Newsletter
ru: Изменить рассылку

source: Delete Newsletter
ru: Удалить рассылку

source: Are you sure you want to delete this newsletter?
ru: Вы уверены в том, что хотите удалить эту рассылку?

source: Selected newsletters have been deleted successfully.
ru: Выбранные рассылки были удалены.

source: Save Newsletter
ru: Сохранить рассылку

source: New Newsletter has been created.
ru: Создана новая рассылка.

source: Requested Newsletter could not be found.
ru: Запрошенная рассылка не найдена.

source: Changes in newsletter "%(name)s" have been saved.
ru: Изменения в рассылке "%(name)s" сохранены.

source: Requested newsletter could not be found.
ru: Запрошенная рассылка не найдена.

source: Newsletter "%(name)s"" has been deleted.
ru: Рассылка "%(name)s"" удалена.

source: No recipients for newsletter "%(newsletter)s" could be found.
ru: Не найдены получатели для рассылки "%(newsletter)s".

source: Newsletter "%(newsletter)s" has been sent.
ru: Рассылка "%(newsletter)s" отправлена.

source: Sending Newsletter
ru: Отправление рассылки.

source: Sent to %(progress)s from %(total)s users
ru: Отправлено %(progress)s из %(total)s пользователям

source: Search Sessions
ru: Поиск сессий

source: Session Type
ru: Тип сессии

source: All types
ru: Все типы

source: Registered Members Sessions
ru: Сессии зарегистрированных пользователей

source: Guests Sessions
ru: Сессии гостей

source: Crawler Sessions
ru: Сессии поисковых пауков

source: Session Owner
ru: Владелец сессии

source: Session Start
ru: Начало сессии

source: Last Click
ru: Последнее посещение

source: Looks like nobody is currently online on forums.
ru: Похоже что сейчас нет никого на форуме

source: Prefix Name
ru: Префикс имени

source: Prefix must contain alphanumeric characters.
ru: Префикс имени должен состоять из букв и цифр

source: Prefix name is too long.
ru: Префикс имени слишком длинный

source: Prefix CSS Class
ru: Префикс класса CSS

source: CSS class that will be used to style this thread prefix.
ru: CSS класс, который будет использован для визуализации темой этого префикса

source: Prefix Forums
ru: Префикс форума

source: Select forums in which this prefix will be available.
ru: Выберете форум в которых будет доступен этот префикс

source: Thread Prefix
ru: Префикс темы

source: You have to check at least one prefix.
ru: Вы должны выбрать хотя бы один префикс

source: Delete selected prefixes
ru: Удалить выбранные префиксы

source: Are you sure you want to delete selected prefixes?
ru: Вы уверены в том что хотите удалить выбранные префиксы?

source: Edit Prefix
ru: Редактировать префикс

source: Delete Prefix
ru: Удалить префикс

source: Are you sure you want to delete this prefix?
ru: Вы уверены в том, что хотите удалить этот префикс?

source: Selected prefixes have been deleted successfully.
ru: Выбранный прификс удален

source: Save Prefix
ru: Сохранить префикс

source: New Prefix has been created.
ru: Создан новый префикс

source: Requested Prefix could not be found.
ru: Запрошенный прификс не найден

source: Changes in prefix "%(name)s" have been saved.
ru: Изменения в префиксе "%(name)s" сохранены

source: Prefix "%(name)s" has been deleted.
ru: Префикс "%(name)s" удален

source: Policy Name
ru: Имя правила

source: Short, descriptive name of this pruning policy.
ru: Короткое, описательное имя ограничивающего правила

source: Policy name must contain alphanumeric characters.
ru: Имя правила должно состоять из букв и цифр

source: Policy name is too long.
ru: Имя правила слишком длинное

source: Member E-mail Address ends with
ru: E-mail пользователя оканчивается на

source: If you want to, you can enter more than one e-mail suffix by separating them with comma.
ru: Если вы хотите, вы можете ввести больше чем один email суффикс, разделив их запятыми

source: Member has no more posts than
ru: Пользователь имеет сообщений не более чем

source: Maximum number of posts member is allowed to have to fall under policy. For example if you enter in 10 posts and make this only criteria, every user that has less than 10 posts will be deleted. Enter zero to dont use this criteria
ru: Максимальное число

source: User is member for no more than
ru: Пользователь не старше чем

source: Maximal number of days user is member for. For exmaple if you enter in 15 days and make this only criteria, every user who is member for less than 15 days will be deleted. Enter zero to dont use this criteria.
ru: Максимальное число дней со дня регистрации. Например, если вы введете 15 дней и оставите только этот критерий, пользователь с регистрацией меньше чем 15 дней будет удален. Введите ноль, чтобы не использовать этот критерий.

source: User last visit was before
ru: Дата последнего посещения

source: Maximal allowed inactivity period in days. For example if you enter in 300 days and make this only criteria for deleting users, every member who did not signed into forums in last 300 days will be deleted. Enter zero to dont use this criteria.
ru: Максимальный разрешенный срок без активности. Например, если вы введете 300 дней и оставите только этот критерий для удаления пользователей, будут удалены все пользователи, которые не заходили на форум последние 300 дней. Введите 0 чтобы не использовать этот критерий.

source: Basic Policy Options
ru: Основные варианты правил

source: Pruning Policy Criteria
ru: Критерии правил для удаления

source: Pruning Policy
ru: Правила удаления

source: You have to check at least one policy.
ru: Вы должны выбрать хотя бы одно правило

source: Delete selected policies
ru: Удалить выбранные правила

source: Are you sure you want to delete selected policies?
ru: Вы уверены в том что хотите удалить выбранные правила

source: Apply Policy
ru: Применить правила

source: Edit Policy
ru: Изменить правила

source: Delete Policy
ru: Удалить правила

source: Are you sure you want to delete this policy?
ru: Вы уверены в том что хотите удалить это правило

source: Only system administrators can delete pruning policies.
ru: Только администраторы могут удалить правила для удаления

source: Selected pruning policies have been deleted successfully.
ru: Выбранные правила удаления были удалены

source: Save Policy
ru: Сохранить правила

source: New Pruning Policy has been created.
ru: Создано новое правило для удаления

source: Only system administrators can set new pruning policies.
ru: Только администраторы могут создавать правила для удаления

source: Edit Pruning Policy
ru: Изменить правила удаления

source: Requested pruning policy could not be found.
ru: Запрошенные правила удаления не найдены

source: Changes in policy "%(name)s" have been saved.
ru: Изменения в правиле "%(name)s" сохранены

source: Only system administrators can edit pruning policies.
ru: Только администраторы могут изменять правила удаления.

source: Pruning policy "%(name)s" has been deleted.
ru: Правило удаления "%(name)s" удалено.

source: Apply Pruning Policy
ru: Применить правила удаления.

source: Policy "%(name)s" does not apply to any users.
ru: Правило "%(name)s" не подходит ни для одного из пользователей.

source: User "%(name)s" is protected and was not deleted.
ru: Пользователь "%(name)s" защищен и не был удален.

source: One user has been deleted.
ru: Удален %(deleted)d пользователь.

source: No users have been deleted.
ru: Никто не был удален

source: Rank Name
ru: Имя ранга

source: Rank Name is used to identify rank in Admin Control Panel and is used as page and tab title if you decide to make this rank act as tab on users list.
ru: Имя ранга используется для отображения в панели Администратора и используется как заголовок страницы и вкладки, если вы решите сделать это ранг как вкладку у списка пользователей
