Repository: Maronato/aosalunos
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: ru

source: You cannot invite more than 8 members at single time. Post thread and then invite additional members.
ru: Вы не можете приглашать более чем 8 пользователей одновременно. Отправьте тему, а потом пригласите дополнительных пользователей.

source: You have to enter name of user you want to invite to thread.
ru: Вы должны ввести имя пользователя, которого вы хотите пригласить в тему.

source: You cannot add yourself to this thread.
ru: Вы не можете добавлять самого себя в тему.

source: %(user)s is already participating in this thread.
ru: %(user)s уже принимает участие в этой теме.

source: You've been invited to private thread "%(thread)s" by %(user)s
ru: Пользователь %(user)s пригласил вас в приватную тему "%(thread)s".

source: %(user)s has been added to this thread.
ru: %(user)s был добавлен в тему.

source: User with requested username could not be found.
ru: Пользователь с таким именем не найден.

source: You don't have permission to remove discussion participants.
ru: Вы не имеете прав удалять участников дискуссии.

source: Thread has been deleted because last participant left it.
ru: Тема была удалена, поскольку последний участник вышел из неё.

source: You have left the "%(thread)s" thread.
ru: Вы покинули тему "%(thread)s".

source: Selected participant was removed from thread.
ru: Выбранные участники были удалены из темы.

source: Requested thread participant does not exist.
ru: Запрошенные участники темы не найдены.

source: Leave threads
ru: Покинуть темы

source: You have left selected private threads.
ru: Вы покинули выбранную приватную тему.

source: You have left no private threads.
ru: Вы не покинули ни одной приватной темы.

source: %(username)s has invited you to the %(thread)s private thread
ru: %(username)s приглашает вас в приватную тему %(thread)s

source: This member can not participate in private threads.
ru: Этот пользователь не может быть приглашен в приватные темы.

source: New thread has been posted. It will be hidden from other members until moderator reviews it.
ru: Новая тема была создана. Она будет скрыта от других участников, пока модератор не проверит её.

source: New thread has been posted.
ru: Новая тема была опубликована.

source: Your thread has been edited.
ru: Ваша тема была изменена.

source: This thread needs to have more than one participant to allow new replies.
ru: Для того чтобы отвечать в эту тему, она должна иметь более одного участника.

source: Your reply has been posted. It will be hidden from other members until moderator reviews it.
ru: Ваш ответ был опубликован. Он будет скрыт от других участников, пока модератор не проверит его.

source: Your reply has been posted.
ru: Ответ был отправлен

source: Your reply has been changed.
ru: Ваш ответ изменен

source: Merge posts into one
ru: Объединить сообщение в одно

source: Protect posts
ru: Защитить сообщение

source: Remove posts protection
ru: Удалить защиту сообщения

source: Restore posts
ru: Восстановить сообщения

source: Hide posts
ru: Скрыть сообщения

source: Delete posts
ru: Удалить сообщения

source: Open this thread
ru: Открыть эту тему

source: Close this thread
ru: Закрыть эту тему

source: Restore this thread
ru: Восстановить эту тему

source: Hide this thread
ru: Скрыть эту тему

source: Delete this thread
ru: Удалить эту тему

source: To search users you have to enter username in search field.
ru: Для поиска пользователей вам необходимо ввести имя в строку поиска

source: Profile Details
ru: Данные профиля

source: Followers
ru: Читатели

source: Follows
ru: Читает

source: Warnings
ru: Предупреждения

source: Requested warning could not be found.
ru: Запрошенное предупреждение не найдено.

source: Selected warning has been canceled.
ru: Выбранное предупреждение было отменено.

source: Selected warning has been deleted.
ru: Выбранное предупреждение было удалено.

source: Working e-mail inbox is required to maintain control over your forum account.
ru: Для сохранения контроля над учетной записью требуется работоспособный email

source: Password
ru: Пароль

source: Password you will be using to sign in to your account. Make sure it's strong.
ru: Пароль для входа в аккаунт. Убедитесь что он достаточно сложный.

source: Forum Terms of Service
ru: Правила форума

source: Acceptation of board ToS is mandatory for membership.
ru: Принятие правил форума является необходимым для членства на форуме.

source: Entered addresses do not match.
ru: Введённые адреса не совпадают.

source: Entered passwords do not match.
ru: Введённые пароли не совпадают.

source: Your displayed username. Between %(min)s and %(max)s characters, only letters and digits are allowed.
ru: Ваш отображаемый имя. От %(min)s до %(max)s символов, только цифры или буквы.

source: We are sorry but we don't allow new members registrations at this time.
ru: Извините, но регистрация новых пользователей закрыта.

source: Welcome aboard, %(username)s! Your account has been registered successfully.
ru: Добро пожаловать, %(username)s! Ваш аккаунт был успешно зарегистрирован.

source: %(username)s, your account has been registered, but you will have to activate it before you will be able to sign-in. We have sent you an e-mail with activation link.
ru: %(username)s, ваш аккаунт зарегистрирован, но вам необходимо активировать его перед тем как можно будет войти. Мы отослали вам на почту ссылку для активации.

source: Welcome aboard, %(username)s!
ru: Добро пожаловать, , %(username)s!

source: %(username)s, Your account has been registered, but you won't be able to sign in until board administrator accepts it. We'll notify when this happens. Thank you for your patience!
ru: %(username)s. ваш аккаунт был зарегистрирован, но вы не сможете войти на форум, пока администратор не одобрит. Мы сообщим, когда это произойдет. Спасибо за терпение!

source: Unresolved
ru: Нерешенные

source: Resolved
ru: Решенные

source: Bogus
ru: Ложные

source: Change to resolved
ru: Изменить в решенные

source: Change to bogus
ru: Пометить как ложную

source: Restore reports
ru: Восстановить жалобы

source: Hide reports
ru: Скрыть жалобы

source: Delete reports
ru: Удалить жалобы

source: Selected reports were set as resolved.
ru: Выбранные

source: No reports were set as resolved.
ru: Нет жалоб, помеченных как решенные

source: Selected reports were set as bogus.
ru: Выбранные жалобы были помечены как ложные

source: No reports were set as bogus.
ru: Нет жалоб, помеченных как ложные

source: Selected reports have been restored.
ru: Выбранные жалобы восстановлены.

source: No reports were restored.
ru: Нет восстановленных жалоб.

source: Selected reports have been hidden.
ru: Выбранные жалобы были скрыты.

source: No reports were hidden.
ru: Нет скрытых жалоб.

source: Selected reports have been deleted.
ru: Выбранные жалобы удалены.

source: No reports were deleted.
ru: Жалобы не удалены.

source: Report has been edited.
ru: Жалобы изменена.

source: Restore this report
ru: Восстановить эту жалобу

source: Hide this report
ru: Скрыть эту жалобу

source: Delete this report
ru: Удалить эту жалобу

source: Report has been set as resolved.
ru: Жалоба помечена как решенная.

source: Report has been set as bogus.
ru: Жалоба помечена как ложная.

source: Report has been restored.
ru: Жалоба восстановлена.

source: Report has been hidden.
ru: Жалоба скрыта.

source: Report "%(thread)s" has been deleted.
ru: Жалоба "%(thread)s" удалена.

source: Enter email address password reset confirmation e-mail will be sent to. It must be valid e-mail you used to register on forums.
ru: Введите адрес email на который будет отправлена ссылка для подтверждения смены пароля. Это должен быть email, который использовался при регистрации.

source: %(username)s, your account has to be activated in order for you to be able to request new password.
ru: %(username)s, на вашем аккаунте активирован запрос смены пароля.

source: Confirm New Password Request
ru: Подтвердить запрос нового пароля

source: %(username)s, new password request confirmation has been sent to %(email)s.
ru: %(username)s, запрос на подтверждения нового пароля был послан на email %(email)s.

source: %(username)s, request confirmation link is invalid. Please request new confirmation link.
ru: %(username)s, ссылка запроса активации неверна. Пожалуйста запросите новую ссылку подтверждения.

source: %(username)s, your password has been changed with new one that was sent to %(email)s.
ru: %(username)s, ваш пароль был сменен, новый пароль отправлен на email %(email)s.

source: Search Phrases
ru: Поиск фразы

source: Limit Search to Thread Titles
ru: Ограничить поиск заголовками тем

source: Thread Name or Link
ru: Имя темы или ссылка на неё

source: Limit search to specified thread by entering it's name or link here.
ru: Для ограничения поиска определенной темой введите сюда её название или ссылку.

source: Author Name
ru: Имя автора

source: Limit search to specified user by entering his or her name here.
ru: Для ограничения поиска определенным пользователем, введите его/её имя сюда.

source: Search query has to contain at least 3 alpha-numerical characters.
ru: Фраза для поиска должна содержать как минимум 3 цифробуквенных символа.

source: Thread name/link has to contain at least 3 alpha-numerical characters.
ru: Имя темы/ссылка должна содержать как минимум 3 цифробуквенных символа.

source: Author name has to contain at least 3 alpha-numerical characters.
ru: Имя автора должно содержать как минимум 3 цифробуквенных символа.

source: You can't perform one search so quickly after another. Please wait a moment and try again.
ru: Вы не можете выполнять поиск так часто. Пожалуйста подождите и попробуйте ещё раз

source: You can't perform one search so quickly after another. Please wait %(seconds)d second and try again.
ru: Вы не можете искать сразу же за предыдущим поиском. Пожалуйста подождите %(seconds)d секунду и попробуйте заново.

source: Search requires enabled cookies in order to work.
ru: Для работы поиска требуется включенные куки (cookies).

source: Posted Before
ru: Опубликовано до

source: Exclude posts made before specified date from search. Use YYYY-MM-DD format, for example 2013-11-23.
ru: Выбрать сообщения сделанные до определенной даты из поиска. Используйте формат ГГГГ-ММ-ДД, например 2014-11-25

source: Posted After
ru: Опубликовано после

source: Exclude posts made after specified date from search. Use YYYY-MM-DD format, for example 2013-11-23.
ru: Выбрать из найденного сообщения сделанные после определенной даты. Используйте формат ГГГГ-ММ-ДД, например 2014-11-25

source: Search Forums
ru: Поиск форумов

source: If you want, you can limit search to specified forums.
ru: Если хотите, можете ограничить поиск определенными форумами

source: Include Children Forums
ru: Включая подфорумы

source: Report Types
ru: Типы жалоб

source: Limit search to certain report types.
ru: Ограничить поиск определенными типами жалоб

source: Open
ru: Открытые

source: Search returned no results. Change search query and try again.
ru: Упс. Ничего найдено. Попробуйте поменять строку поиска и попробовать заново.

source: You don't have permission to search community.
ru: У вас нет прав для поиска в сообщества.

source: No search results were found.
ru: Упс. Ничего не найдено.

source: Your email
ru: E-mail

source: Your password
ru: Пароль

source: Stay signed in
ru: Запомнить меня

source: Sign me in automatically next time
ru: Автоматически входить при следующем посещении

source: Welcome back, %(username)s!
ru: Добро пожаловать, %(username)s!

source: You have been signed out.
ru: Вы вышли из форума

source: Selected poll could not be found.
ru: Выбранные голосования не найдены

source: Poll Question
ru: Вопрос голосования

source: Poll Choices
ru: Ответы голосования

source: Enter options poll members will vote on, every one in new line.
ru: Введите варианты голосования, по одной строчке на вариант

source: Choices Per User
ru: Вариантов на пользователя

source: Select on how many options individual user will be able to vote on.
ru: Сколько ответов можно выбирать при голосовании?

source: Poll Length
ru: Длительность голосования

source: Number of days since poll creations users will be allowed to vote in poll. Enter zero for permanent poll.
ru: Количество дней в течении которых можно голосовать. Введите 0 для постоянного опроса.

source: Public Voting
ru: Публичное голосование

source: Allow Changing Votes
ru: Разрешить изменять голоса

source: Add New Choices
ru: Добавить новые варианты

source: If you want, you can add new options to poll. Enter every option in new line.
ru: Если хотите, вы можете добавить новые варианты голосования. По варианту на каждой строчке.

source: Poll quesiton should be at least three characters long.
ru: Длина вопроса в голосовании должна быть хотя бы 3 символа

source: Poll quesiton should be no longer than 250 characters.
ru: Длина вопроса не должна превышать 250 символов.

source: Poll choices should be at least two characters long.
ru: Вариант ответа должен состоять хотя бы из 2х символов

source: Poll choices should be no longer than 250 characters.
ru: Длина ответа не должна превышать 250 символов.

source: Poll needs at least two choices.
ru: Голосование должно иметь хотя бы два варианта ответа

source: Poll cannot have more than 10 choices.
ru: Голосование не может иметь больше 10 вариантов ответов.

source: Voters must be allowed to make at least one choice.
ru: Голосующие должны иметь возможность голосовать хотя бы за один вариант.

source: Users cannot cast more votes than there are options.
ru: Количество ответов не может быть больше вариантов ответов.

source: Poll length cannot be negative.
ru: Длина голосования не может быть отрицательной.

source: Poll length cannot be longer than 300 days.
ru: Длина голосования не может быть больше 300 дней.

source: You cannot close poll that way.
ru: Вы не можете закрыть голосование этим способом.

source: You have to define poll choices.
ru: Вы должны задать варианты ответов голосования.

source: You have to define poll question.
ru: Вы должны задать вопрос голосования.

source: No prefix
ru: Нет префикса

source: Delete poll
ru: Удалить голосование

source: You have to make selection.
ru: Вы должны сделать выбор.

source: You cannot select more than one option.
ru: Вы не можете выбрать больше %(limit)s варианта

source: Only registered users can vote in polls.
ru: Голосовать могут только зарегистрированные пользователи.

source: Changing vote in this poll is not allowed.
ru: Менять вариант ответа в этом голосовании запрещено.

source: Your vote has been cast.
ru: Ваш голос учтен.

source: Poll could not be found.
ru: Голосование не найдено

source: Accept threads
ru: Принять темы

source: Remove prefix
ru: Удалить префикс

source: Change prefix to: %(prefix)s
ru: Изменить префикс на: %(prefix)s

source: Change to announcements
ru: Сделать объявлением

source: Change to sticky threads
ru: Прилепить тему

source: Change to standard thread
ru: Изменить на обычную тему

source: Move threads
ru: Переместить темы

source: Merge threads
ru: Объединить темы

source: Open threads
ru: Открыть темы

source: Close threads
ru: Закрыть темы

source: Restore threads
ru: Восстановить темы

source: Hide threads
ru: Скрыть темы

source: Delete threads
ru: Удалить темы

source: Selected threads prefix has been changed to "%(name)s".
ru: Префикс выбранных тем был изменен на "%(name)s".

source: No threads prefix was changed.
ru: Префиксы тем не изменены.

source: Selected threads prefix has been removed.
ru: Выбранные префиксы тем удалены.

source: No threads prefixes were removed.
ru: Ни одного префикса тем не удалено

source: You can't start new threads due to your warning level.
ru: Вы не можете начать новую тему из-за текущего предупреждения

source: You can't reply to threads due to your warning level.
ru: Вы не можете написать сообщение из-за текущего предупреждения

source: Accept posts
ru: Принять сообщения

source: Split posts to new thread
ru: Выделить сообщения в новую тему

source: Move posts to other thread
ru: Переместить сообщения в другую тему

source: Accept this thread
ru: Принять эту тему

source: Change this thread to announcement
ru: Сделать тему объявлением

source: Change this thread to sticky
ru: Прикрепить тему

source: Change this thread to normal
ru: Изменить тему в обычную

source: Unpin this thread
ru: Открепить эту тему

source: Move this thread
ru: Переместить тему

source: Threads prefix has been changed to "%(name)s".
ru: Префикс темы изменен на "%(name)s".

source: Thread prefix has been removed.
ru: Префикс темы был удален.

source: Guest, you have to sign-in in order to see posts changelogs.
ru: Гость, вы должны зайти, чтобы увидеть историю сообщения.

source: No changes to revert.
ru: Нет изменений для отмены.

source: Reverted to the state before %(date)s.
ru: Изменено на состояние до %(date)s

source: Post has been reverted to the state before %(date)s.
ru: Сообщение было изменено на состояние до %(date)s.

source: Thread "%(thread)s" has been deleted.
ru: Тему "%(thread)s" удалена.

source: Somebody has already replied to this thread. You cannot delete it.
ru: Кто-то уже ответил в тему. Вы не можете удалить её.

source: Thread "%(thread)s" has been hidden.
ru: Тема "%(thread)s" скрыта.

source: You cannot undelete this thread.
ru: Вы не можете восстановить эту тему.

source: This thread is already visible!
ru: Эта тема уже видима.

source: Thread "%(thread)s" has been restored.
ru: Тема "%(thread)s" восстановлена.

source: Selected reply has been deleted.
ru: Выбранные ответы удалены.

source: Somebody has already replied to this post, you cannot hide it.
ru: Кто-то уже ответил в тему, вы не можете скрыть её.

source: Selected reply has been hidden.
ru: Выбранные ответы скрыты.

source: You cannot undelete this reply.
ru: Вы не можете восстановить этот ответ.

source: This reply is already visible!
ru: Этот ответ уже видимый!

source: Selected reply has been restored.
ru: Выбранные ответы восстановлены.

source: Selected checkpoint has been deleted.
ru: Выбранная контрольная точка удалена

source: This checkpoint is already hidden!
ru: Эта контрольная точка уже скрыта!

source: Selected checkpoint has been hidden.
ru: Выбранная контрольная точка скрыта.

source: This checkpoint is already visible!
ru: Эта контрольная точка уже видима!

source: Selected checkpoint has been restored.
ru: Выбранная контрольная точка восстановлена.

source: Replies made to this thread by members on your ignore list have been revealed.
ru: Есть ответы в этой темы от пользователей, которых вы игнорируете.

source: This thread has been added to your watched threads list.
ru: Эта тема была добавлена в список отслеживаемых тем.

source: You will now receive e-mail with notification when somebody replies to this thread.
ru: Теперь вы будете получать email оповещения когда кто-либо ответит в этой теме.

source: This thread has been added to your watched threads list. You will also receive e-mail with notification when somebody replies to it.
ru: Эта тема была добавлена в список отслеживаемых тем. Вы будете получать email с уведомлениями о том когда кто-то ответит в неё

source: This thread has been removed from your watched threads list. You will no longer receive e-mails with notifications when somebody replies to it.
ru: Эта тема была удалена из списка отслеживаемых тем. Вы больше не будете получать уведомления по email при ответах в эту тему.

source: This thread has been removed from your watched threads list.
ru: Эта тема была удалена из списка отслеживаемых тем.

source: You will no longer receive e-mails with notifications when somebody replies to this thread.
ru: Вы больше не будете получать уведомления когда кто-то ответит в этой теме.

source: Your vote has been saved.
ru: Ваш голос сохранен.

source: Member @%(reporter)s has reported following post by @%(reported)s: %(quote)s **Post link:** <%(post)s>
ru: От пользователя @%(reporter)s поступила жалоба на пост @%(reported)s: %(quote)s **Ссылка на пост:** <%(post)s>

source: Selected post has been reported and will receive moderator attention. Thank you.
ru: На выбранный пост была отправлена жалоба для рассмотрения к модератору. Спасибо!

source: You have already reported this post. One of moderators will handle it as soon as it is possible. Thank you for your patience.
ru: Вы уже жаловались на этот пост. Кто-либо из администратор рассмотрит его в ближайшее время. Спасибо за терпение.

source: You can't post one message so quickly after another. Please wait a moment and try again.
ru: Вы не можете публиковать сообщение сразу за другим. Пожалуйста подождите немного и попробуйте снова.

source: You can't post one message so quickly after another. Please wait %(seconds)d second and try again.
ru: Вы не можете публиковать сообщение сразу за другим. Пожалуйста, подождите %(seconds)d секунду и попробуйте снова.

source: Thread name must contain at least one alpha-numeric character.
ru: Имя темы должно иметь хотя бы %(count)d цифробуквенный символ

source: Thread name cannot be longer than %(count)d character.
ru: Имя темы не должно быть длиннее %(count)d символа

source: Post content cannot be empty.
ru: Пост должен быть длиннее %(count)d символа

source: Move Threads to
ru: Переместить тему в

source: Select forum you want to move threads to.
ru: Выберете форум куда вы ходите переместить тему

source: This is not forum.
ru: Это не форум.

source: New forum is same as current one.
ru: Новый форум такой же как и текущий

source: Don't use any polls
ru: Не используйте какие-либо голосования

source: Final Poll
ru: Последнее голосование

source: More than one of threads that you are going to merge has poll. Select poll that will be used in merged thread or delete all polls.
ru: Темы которые вы хотите объединить содержать более одного голосования. Выберете голосование, которое вы хотите использовать, либо удалите их все.

source: Thread Forum
ru: Тема форума

source: Select forum you want to put new thread in.
ru: Выберете форум куда вы хотите поместить новую тему

source: Thread Name
ru: Имя темы

source: Name of new thread that will be created as result of merge.
ru: Имя темы которая будет создана в результате объединения.

source: Thread name is too long. Try shorter name.
ru: Имя темы слишком длинное. Попробуйте использовать более короткое.

source: Selected threads have been marked as reviewed and made visible to other members.
ru: Выбранные темы были помечены как проверенные и будут видимы другим пользователям.

source: No threads were marked as reviewed.
ru: Нет тем, которые отмечены как проверенные.

source: Selected threads have been turned into announcements.
ru: Выберете темы, которые вы хотите пометить как объявление.

source: No threads were turned into announcements.
ru: Ни одна тема не была помечена как объявление.

source: Selected threads have been sticked to the top of list.
ru: Выбранные темы были прилеплены наверху.

source: No threads were turned into stickies.
ru: Ни одной темы не было прикреплено.

source: Selected threads weight has been removed.
ru: Вес выбранных тем был удален.

source: No threads have had their weight removed.
ru: Ни у одной темы не удален вес.

source: Selected threads have been moved to "%(forum)s".
ru: Выбранные темы были перемещены в форум "%(forum)s".

source: You have to pick two or more threads to merge.
ru: Вы должны выбрать две или более тем для объединения

source: Selected threads have been merged into new one.
ru: Выбранные темы были объединены в одну

source: Warning: Posting times in one or more of threads that you are going to merge are overlapping. This may result in disturbed flow of merged thread.
ru: Предупреждение: Время ответов одной или более тем для объединения перекрываются. В результате объединения сообщения будут смешаны.
