Repository: Maronato/aosalunos
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Selected threads have been opened.
ru: Выбранные темы были открыты.

source: No threads were opened.
ru: Ни одна тема не была открыта.

source: Selected threads have been closed.
ru: Выбранные темы закрыты.

source: No threads were closed.
ru: Ни одна тема не была закрыта.

source: Selected threads have been restored.
ru: Выбранные темы были восстановлены.

source: No threads were restored.
ru: Ни одна тема не была восстановлена.

source: Selected threads have been hidden.
ru: Выбранные темы скрыты.

source: No threads were hidden.
ru: Ни одна тема не была скрыта.

source: Selected threads have been deleted.
ru: Выбранные темы удалены.

source: No threads were deleted.
ru: Ни одна тема не была удалена.

source: You have to select at least one thread.
ru: Вы должны выбрать хотя бы одну тему.

source: %(username)s has replied to your post in thread %(thread)s
ru: %(username)s ответил в тему %(thread)s

source: You can't attach any more files to this form.
ru: Вы не можете прикрепить больше файлов к этой форме.

source: You have to upload file.
ru: У вас есть вложение.

source: This is not an allowed file type.
ru: Этот тип файла не разрешено.

source: File "%(filename)s" has been attached successfully.
ru: Файл "%(filename)s" успешно прикреплен.

source: Requested attachment could not be found.
ru: Запрошенное вложение не найдено.

source: File "%(filename)s" has been removed.
ru: Файл "%(filename)s" удален.

source: File "%(filename)s" has been restored.
ru: Файл "%(filename)s" восстановлен

source: Message Body
ru: Текст сообщения

source: Announcement
ru: Объявление

source: Sticky
ru: Прикрепленное

source: Standard
ru: Обычное

source: Edit Reason
ru: Причина правки

source: Optional reason for editing this thread.
ru: Причина редактирования темы

source: Optional reason for editing this reply.
ru: Причина редактирования ответа.

source: %(username)s has replied to your thread %(thread)s
ru: %(username)s ответил в тему %(thread)s

source: %(username)s has replied to thread %(thread)s that you are watching
ru: %(username)s ответил в тему за которой вы следите: %(thread)s

source: You have to select at least one post.
ru: Вы должны выбрать хотя бы одно сообщение.

source: New Thread Name
ru: Имя новой темы

source: New Thread Forum
ru: Форум новой темы

source: This is not a forum.
ru: Это не форум

source: New Thread Link
ru: Новая ссылка

source: To select new thread, simply copy and paste here its link.
ru: Для выбора новой темы, просто скопируйте и вставьте сюда ссылку на неё.

source: This is not a correct thread URL.
ru: Некорректная ссылка на тему.

source: New thread is same as current one.
ru: Новая темя та же самая что и текущая

source: Thread could not be found.
ru: Тема не найдена.

source: Selected posts have been accepted and made visible to other members.
ru: Выбранные сообщения одобрены и станут видимы другим пользователям

source: No posts were accepted.
ru: Ни одной темы не одобрено.

source: You cannot merge replies made by different members!
ru: Вы не можете объединять сообщения разных пользователей!

source: You have to select two or more posts you want to merge.
ru: Вы должны выбрать два или более сообщения, которые вы хотите объединить.

source: Selected posts have been merged into one message.
ru: Выбранные сообщения были объединены в одно.

source: You cannot split first post from thread.
ru: Вы не можете отделить первое сообщение от темы.

source: Selected posts have been split to new thread.
ru: Выбранные сообщения были отделены в новую тему.

source: [Split] %s
ru: [Отделенное] %s

source: Selected posts have been moved to new thread.
ru: Выбранные сообщения перемещены в новую тему

source: Selected posts have been protected from edition.
ru: Выбранные сообщения защищены от редактирования.

source: No posts were protected.
ru: Ни одно сообщение не защищено.

source: Protection from editions has been removed from selected posts.
ru: У выбранных сообщений снята защита от редактирования.

source: No posts were unprotected.
ru: Ни у одного поста не была снята защита.

source: Selected posts have been restored.
ru: Выбранные сообщения восстановлены.

source: No posts were restored.
ru: Ни одного сообщения не было восстановлено.

source: You cannot delete first post of thread using this action. If you want to delete thread, use thread moderation instead.
ru: Вы не можете удалить первое сообщение темы используя эту панель. Если вы хотите удалить тему, используйте панель модерации тем.

source: Selected posts have been hidden.
ru: Выбранные сообщения скрыты.

source: No posts were hidden.
ru: Ни одного сообщения не было скрыто.

source: Selected posts have been deleted.
ru: Выбранные сообщения удалены.

source: No posts were deleted.
ru: Ни одного сообщения не было удалено.

source: Thread has been marked as reviewed and made visible to other members.
ru: тема помечена как проверенная и будет видна другим пользователям.

source: Thread has been turned into announcement.
ru: Тема помечена как объявление.

source: Thread has been turned into sticky.
ru: Тема прилеплена.

source: Thread weight has been changed to normal.
ru: Тема изменена в обычную.

source: Thread has been moved to "%(forum)s".
ru: Тема перемещена в "%(forum)s".

source: Thread has been opened.
ru: Тема открыта

source: Thread has been closed.
ru: Тема была закрыта

source: Thread has been restored.
ru: Тема была восстановлена

source: Thread has been hidden.
ru: Тема была скрыта

source: You are now following %(username)s
ru: Вы теперь читаете %(username)s

source: %(username)s is now following you
ru: %(username)s теперь читает вас

source: You have stopped following %(username)s
ru: Вы перестали читать %(username)s

source: You are now ignoring %(username)s
ru: %(username)s добавлен в черный список

source: You have stopped ignoring %(username)s
ru: %(username)s убран из черного списка

source: Upload Image File
ru: Загрузить изображение

source: Select image file on your computer you wish to use as forum avatar. You will be able to crop image after upload. Animations will be stripped.
ru: Выберете изображение, которое вы хотите установить в качестве аватара. Вы сможете обрезать изображение после загрузки. Анимация будет удалена.

source: Uploaded file is not correct image.
ru: Загруженный файл не является корректным изображением.

source: Avatar image cannot be larger than %(limit)s.
ru: Фотография не может быть больше чем %(limit)s.

source: Couldn't read uploaded image
ru: Невозможно прочитать загруженную фотографию.

source: Change Avatar
ru: Изменить фотографию

source: Your avatar has been changed to Gravatar.
ru: Ваша фотография была изменена на Gravatar.

source: Request authorisation is invalid.
ru: Ошибка запроса авторизации.

source: No avatar galleries are available at the moment.
ru: Галерея фотографий недоступна.

source: Your avatar has been changed to one from gallery.
ru: Ваша фотография профиля была выбрана из галереи.

source: Selected Avatar is incorrect.
ru: Выбранная фотография некорректна.

source: Your avatar has changed.
ru: Ваше фото профиля изменено.

source: Only gif, jpeg and png files are allowed for member avatars.
ru: В качестве фото профиля можно использовать только файлы gif, jpeg и png

source: Crop Avatar option is avaiable only when you use uploaded image as your avatar.
ru: Обрезка фотографии доступна только когда вы используете загруженную фотографию.

source: Your avatar has been cropped.
ru: Фотография была обрезана

source: Form contains errors.
ru: Форма содержит ошибку.

source: New E-mail
ru: Новый адрес e-mail.

source: Enter new e-mail address or leave this field empty if you want only to change your password.
ru: Введите новый адрес e-mail или оставьте это поле пустым если вы хотите изменить только пароль.

source: New Password
ru: Новый пароль

source: Enter new password or leave this empty if you only want to change your e-mail address.
ru: Введите новый пароль или или оставьте это поле пустым если вы хотите изменить только адрес email.

source: Current Password
ru: Текущий пароль

source: Confirm changes by entering your current password.
ru: Подтвердите изменения, введя ваш текущий пароль

source: New e-mail is same as your current e-mail.
ru: Новый e-mail совпадает с текущим e-mail-ом.

source: New e-mail address is already in use by other member.
ru: Новый e-mail уже используется другим пользователем.

source: You have entered wrong password.
ru: Вы ввели неверный пароль

source: You have to enter either new e-mail address or new password.
ru: Вы должны ввести либо новый адрес e-mail либо новый пароль.

source: Change E-mail or Password
ru: Изменить email или пароль

source: Activate new Sign-In Credentials
ru: Активировать новые параметры входа

source: We have sent e-mail message to your new e-mail address with link you have to click to confirm change of your sign-in credentials. This link will be valid only for duration of this session, do not sign out until you confirm change!
ru: Мы отправили письмо на ваш новый e-mail адрес со ссылкой, по которой вы должны перейти для изменения ваших параметров для входа. Эта ссылка действительно только в течении этой сессии, не выходите из аккаунта до того как вы не подтвердите изменения.

source: We have sent e-mail message to your e-mail address with link you have to click to confirm change of your sign-in credentials. This link will be valid only for duration of this session, do not sign out until you confirm change!
ru: Мы отправили письмо на ваш e-mail адрес со ссылкой, по которой вы должны перейти для изменения ваших параметров для входа. Эта ссылка действительно только в течении этой сессии, не выходите из аккаунта до того как вы не подтвердите изменения.

source: %(username)s, your Sign-In credentials have been changed.
ru: %(username)s, ваши параметры для входа были изменены.

source: Your new credentials have been invalidated. Please try again.
ru: Ваши данные для входа неверны. Попробуйте еще раз.

source: On occasion board administrator may want to send e-mail message to multiple members.
ru: В случае чего, администратор форума может отправить сообщения e-mail нескольким пользователям.

source: Your Current Timezone
ru: Ваша часовая зона

source: If dates and hours displayed by forums are inaccurate, you can fix it by adjusting timezone setting.
ru: Если время показываемое форумом неправильное, вы можете исправить это, выставив нужную часовую зону

source: Your Visibility
ru: Ваша видимость

source: If you want to, you can limit other members ability to track your presence on forums.
ru: Если хотите, вы можете ограничить возможность отслеживать ваше присутствие на форуме

source: Show my presence to everyone
ru: Показывать мое присутствие всем

source: Show my presence to people I follow
ru: Показывать мое присутствие людям, которых я читаю

source: Show my presence to nobody
ru: Не показывать мое присутствие

source: Threads I start
ru: Начатые мной темы

source: Don't watch
ru: Не следить

source: Put on watched threads list
ru: Добавить в отслеживаемые темы

source: Put on watched threads list and e-mail me when somebody replies
ru: Добавить в отслеживаемы темы и присылать e-mail когда кто-нибудь отвечает

source: Threads I reply to
ru: Темы в которых я отвечал

source: Allow Private Threads Invitations
ru: Разрешить приглашения в приватные темы

source: If you wish, you can restrict who can invite you to private threads. Keep in mind some groups or members may be allowed to override this preference.
ru: Если хотите, можете определить кто может приглашать вас в приватные темы. Имейте ввиду, что некоторые группы и члены могут игнорировать эту опцию.

source: From everyone
ru: От всех

source: From everyone but not members I ignore
ru: От всех кроме пользователей в черном списке

source: From members I follow
ru: От пользователей, которых я читаю

source: From nobody
ru: Никто

source: Forum Options
ru: Настройки форума

source: Forum options have been changed.
ru: Настройки форума изменены

source: Edit Signature
ru: Изменить подпись

source: Your signature has been changed.
ru: Ваша подпись изменена

source: Change Username to
ru: Изменить имя на

source: Enter new desired username.
ru: Введите новое имя

source: Your new username is same as current one.
ru: Ваше новое имя совпадает со старым

source: Change Username
ru: Изменить имя пользователя

source: You have exceeded the maximum number of name changes.
ru: Вы превысили максимальное число смены имени

source: Your username has been changed.
ru: Имя пользователя было изменено

source: User that you are following, %(username)s, has changed his name to %(newname)s
ru: Пользователь, которого вы читаете, %(username)s, изменил свое имя на %(newname)s

source: %(username)s has increased your warning level.
ru: %(username)s увеличил ваш уровень предупреждения

source: %(username)s has lowered your warning level.
ru: %(username)s понизил ваш уровень предупреждения

source: Warning Reason
ru: Причина предупреждения

source: Warn reason is too long.
ru: Причина предупреждения слишком длинная

source: Requested user could not be found.
ru: Запрошенный пользователь не найден

source: No warning levels have been defined.
ru: Не определено ни одного уровня предупреждения

source: %(user)s warning level has been increased.
ru: Уровень предупреждения %(user)s был повышен

source: %(username), you cannot read any forums.
ru: %(username), вы не можете просматривать ни один форум.

source: Users Accounts Settings
ru: Настройки аккаунта пользователя

source: Those settings allow you to increase security of your members accounts.
ru: Эти настройки позволят вам повысить безопасность аккаунта ваших пользователей

source: No validation required
ru: Активация не требуется

source: Activation Token sent to User
ru: Активация ссылкой, отсылаемой пользователю

source: Activation by Administrator
ru: Активация администратором

source: Dont allow new registrations
ru: Запретить регистрацию

source: Users Registrations
ru: Регистрация пользователей

source: New accounts validation
ru: Проверка новых аккаунтов

source: Default Timezone
ru: Часовая зона по умолчанию

source: Used by guests, crawlers and newly registered users.
ru: Используется гостями, поисковыми пауками и новыми пользователями

source: Users Names
ru: Имена пользователей

source: Minimum allowed username length
ru: Минимальная разрешенная длина имени

source: Maxim allowed username length
ru: Максимальная длина имени

source: Users Passwords
ru: Пароли пользователей

source: Minimum user password length
ru: Минимальная длина пароля

source: Require mixed Case
ru: Должен содержать символы разных регистров

source: Require digits
ru: Должен содержать цифры

source: Require special characters
ru: Должен содержать спец символы

source: Password Complexity
ru: Сложность пароля

source: Password Lifetime
ru: Время действия пароля

source: Enter number of days since password was set to force member to change it with new one, or 0 to dont force your members to change their passwords.
ru: Введите число дней после которого обязательно нужно заменить пароль новым, или 0 чтобы не заставлять пользователей менять пароль.

source: Include User Password in Welcoming E-mail
ru: Включить пароль пользователя в приветственное письмо на e-mail.

source: If you want to, Misago can include new user password in welcoming e-mail that is sent to new users after successful account creation.
ru: Если вы хотите, форум включит пароль нового пользователя в приветственное e-mail письмо, которое отсылается при регистрации нового пользователя.

source: Put on watched threads list and e-mail user when somebody replies
ru: Поместить в список отслеживаемых тем и посылать e-mail когда кто-нибудь ответит

source: Default Watching Preferences
ru: Настройки уведомлений по умолчанию

source: Watch threads user started
ru: Отслеживать темы, которые начал пользователь

source: Watch threads user replied in
ru: Отслеживать темы, в которые ответил пользователь

source: Number of Profiles Per Page
ru: Число профилей на странице

source: Image file
ru: Изображения

source: Archive
ru: Архив

source: Document
ru: Документ

source: Users Avatars Settings
ru: Настройки аватаров пользователей

source: Those settings allow you to control your users avatars.
ru: Эти настройки для управления аватарами пользователей.

source: Uploaded Avatar
ru: Загруженный аватар

source: Avatars Gallery
ru: Галерея аватаров

source: General Settings
ru: Общие настройки

source: Allowed Avatars
ru: Разрешенные аватары

source: Select Avatar types allowed on your forum.
ru: Выберете типы аватаров, разрешенные на форуме.

source: Random Avatar from Gallery
ru: Случайный аватар из галереи

source: Default Avatar
ru: Аватар по умолчанию

source: Default Avatar assigned to new members. If you creade directory and name it "_default", forum will select random avatar from that directory instead of regular gallery. If no avatar can be picked from gallery, Gravatar will be used.
ru: Аватар по умолчанию, присваиваемый новым пользователям. Если вы создадите директорию и назовете её "_default", форум выберет случайный аватар из этой директории вместо обычной галереи. Если из галереи нельзя будет выбрать аватар, будет использован Gravatar.

source: Avatar Upload Settings
ru: Настройки загрузки аватара

source: Maxmimum size of uploaded file
ru: Максимальный размер загружаемого файла

source: Select maximum allowed file size (in KB) for Avatar uploads.
ru: Максимальный размер файла (в Кб) для загружаемых аватаров.

source: Basic Settings
ru: Общие настройки

source: Board Name
ru: Имя форума

source: Board Header
ru: Заголовок форума

source: Some themes allow you to define text in board header. Leave empty to use Board Name instead.
ru: Некоторые стили оформления позволяют вам задать текст в заголовке форума. Оставьте пустым, чтобы использовать имя форума.

source: Board Header Postscript
ru: Постскриптум заголовок форума

source: Additional text displayed in some themes board header after board name.
ru: Дополнительный текст у заголовка форума после имени форума, показываемый в некоторых стилях оформления

source: Board Index
ru: Главная страница форумов

source: Board Index Title
ru: Заголовок главной страницы форумов

source: If you want to, you can replace page title content on Board Index with custom one.
ru: Если хотите, вы можете заменить заголовок главной страницы форума своим.

source: Board Index Meta-Description
ru: Meta-Description (описание) главной страницы форума

source: Meta-Description used to describe your board's index page.
ru: Meta-Description используется для описания главной страницы форума (поисковиками, соц. сетями итд)

source: Board Footer
ru: Нижний колонтитул

source: Custom Credit
ru: Информация о форуме

source: Custom Credit to display in board footer above software and theme copyright information. You can use HTML.
ru: Информация о форуме снизу страницы предназначена для копирайтов программного обеспечения и темы. Вы можете использовать HTML.

source: Board E-Mails
ru: E-mail форума

source: Custom Footnote in HTML E-mails
ru: Подпись в письмах HTML

source: Custom Footnote to display in HTML e-mail messages sent by board.
ru: Подпись в HTML письмах, отправляемых форумом

source: Custom Footnote in plain text E-mails
ru: Подпись в простых текстовых письмах

source: Custom Footnote to display in plain text e-mail messages sent by board.
ru: Подпись в текстовых письмах, отправляемых форумом

source: Brute-force Countermeasures
ru: Защита от брутфорса (подбора паролей)

source: Those settings allow you to protect your forum from brute-force attacks.
ru: Эта настройка для защиты вашего форума от атаки подбора пароля.

source: IP invalid attempts limit
ru: Ограничение неправильного ввода с одного IP

source: Enter maximal number of allowed attempts before IP address "jams". Defautly forum records only failed sign-in attempts.
ru: Введите максимальное число разрешенных попыток, до того как адрес "заморозится". По умолчанию, форум считает только неудачные попытки входа.

source: Protect register form
ru: Защита формы регистрации

source: Set this setting to yes if you want failed register attempts to count into limit. Majority of failed register attempts are caused by CAPTCHA protection against spam-bots, however same protection may cause problems for users with disabilities or ones that have problems understanding Q&A challenge.
ru: Установите этот параметр, если вы хотите ограничить число неудачных регистраций. Главная причина неудачной регистрации это срабатывание защиты CAPTCHA против спам-ботов, однако эта защита может вызвать сложности у пользователей с ограниченными возможностями или у тех, у кого возникнут трудности с правильным ответом в проверке вопрос-ответ.

source: Automaticaly unlock jammed IPs
ru: Автоматически разблокировать замороженные IP

source: Enter number of minutes since IP address "jams" to automatically unlock it, or 0 to never unlock jammed IP adresses. Jams don't count as bans.
ru: Введите количество минут в течении которых "замороженный" адрес автоматически разблокируется, или 0 чтобы никогда не разблокировать замороженные IP адреса. Заморозка не считается как блокировка.

source: Spam Countermeasures
ru: Защита от спама

source: Those settings allow you to combat automatic registrations and spam messages on your forum.
ru: Эта настройка позволит вам бороться с автоматической регистрацией и со спамом на вашем форуме.

source: No protection
ru: Нет защиты

source: Question & Answer
ru: Вопрос и ответ

source: Spambots Registrations
ru: Регистрация рекламных ботов

source: CAPTCHA type
ru: Тип CAPTCHA

source: CAPTCHA stands for "Completely Automated Public Turing test to tell Computers and Humans Apart". Its type of test developed on purpose of blocking automatic registrations.
ru: CAPTCHA расшифровывается как Completely Automated Public Turing test to tell Computers and Humans Apart (полностью автоматизированный публичный тест Тьюринга для различения компьютеров и людей)

source: Public Key
ru: Публичный ключ

source: Enter public API key that you have received from reCaptcha.
ru: Введите публичный ключ API, который вы получили от reCaptcha.

source: Private Key
ru: Закрытый ключ

source: Enter private API key that you have received from reCaptcha.
ru: Введите частный ключ, который вы получили от reCaptcha.

source: Use SSL in reCaptcha
ru: Использовать SSL в reCaptcha

source: Do you want forum to use SSL when making requests to reCaptha servers?
ru: Вы хотите чтобы форум использовал SSL при запросе на сервер reCaptha?

source: Question and Answer Test
ru: Тест вопрос/ответ

source: Question
ru: Вопрос

source: Question visible to your users.
ru: Вопрос, показываемый пользователям

source: Help Message
ru: Подсказка

source: Optional help message displayed on form.
ru: Дополнительная подсказка, показываемая в форме

source: Answers
ru: Ответы

source: Enter allowed answers to this question, each in new line. Test is case-insensitive.
ru: Введите допустимые ответы на этот вопрос, каждый на новой строчке. Тест регистронезависимый.

source: Full Access
ru: Полный доступ

source: Standard Access and Upload
ru: Стандартный доступ и загрузка

source: Standard Access
ru: Стандартный доступ

source: Read and Download
ru: Чтение и скачивание

source: Threads list only
ru: Только чтение списка тем

source: Read only
ru: Только чтение

source: Private Threads Settings
ru: Настройки приватных тем

source: Those settings control your forum's private threads.
ru: Эта настройка управляет приватными темами на вашем форуме

source: Enable Private Threads
ru: Включить приватные темы

source: Members Ranking
ru: Рейтинг пользователей
