Repository: Maronato/aosalunos
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Those settings control mechanisms of members activity ranking which allows you to gamificate your forum.
ru: Настройки рейтингов активности пользователей, позволяющие геймифицировать форум

source: Basic Ranking Settings
ru: Общие настройки ранга

source: Ranking Inflation
ru: Инфляции рейтинга

source: Enter size of ranking scores inflation in percent. Scores inflation is important mechanism that allows ranking self-regulation, punishing inactivity and requiring users to remain active in order to remain high in ranking.
ru: Введите размер инфляции рейтинга. Инфляция важный механизм, который позволяет рейтингу саморегулироваться, "наказывая" за неактивность и требуя от пользователей оставаться активными для сохранения высокого рейтинга.

source: Don't Keep Users Ranking Positions Secret
ru: Не хранить в секрете положение рангов пользователей

source: Changing this to yes will cause forum to display user position in ranking on his profile page.
ru: При изменении на да, в профиле пользователя будет отображаться его позиция в рейтинге пользователей.

source: Don't Keep Users Scores Secret
ru: Не хранить в секрете рейтинг пользователей

source: Changing this to yes will cause forum to display user score on his profile page.
ru: При изменении этого параметра на да, форум будет показывать рейтинг пользователя на его странице

source: Posting Rewards
ru: Награда за постинг

source: New Thread Reward
ru: Награда за новые темы

source: Score user will receive (or lose) whenever he posts new thread.
ru: Очки, которые пользователь будет получать(или терять) за любую новую тему

source: New Reply Reward
ru: Награда за новый ответ

source: Score user will receive (or lose) whenever he posts new reply in thread.
ru: Очки, которые пользователь будет получать(или терять) за любой ответ в теме

source: Reward Cooldown
ru: Время накопления новой награды

source: Minimal time (in seconds) that has to pass between postings for new message to receive karma vote. This is useful to combat flood.
ru: Минимальное время(в секундах) которое должно пройти между опубликованием нового сообщения чтобы получить очки в карму. Это полезно для предотвращения флуда.

source: Karma System
ru: Система кармы

source: Upvote Reward
ru: Награда за лайк

source: Score user will receive every time his post receives upvote.
ru: Очки, которые будет получать пользователь за каждый полученный лайк

source: Downvote Punishment
ru: Наказание за дизлайк

source: Score user will lose every time his post receives downvote.
ru: Очки, которые будет терять пользователь за каждый полученный дизлайк

source: Most Valuable Posters
ru: Пользователи с наибольшей кармой

source: MVP
ru: Пользователи с наибольшей кармой

source: Top Posters
ru: Активные пользователи

source: Members
ru: Пользователи

source: Lurkers
ru: Читатели

source: Sign-In and Sessions Settings
ru: Настройки входа и сессии

source: Those settings control behaviour of signed-in accounts.
ru: Настройки, контролирующие поведение залогиненных аккаунтов.

source: Sessions Settings
ru: Настройки сессии

source: Check IP on session authorization
ru: Проверять IP в авторизации сессий

source: Makes sessions more secure, but can cause problems with proxies and VPN's.
ru: Может сделать сессию более безопасной, но может вызвать проблемы у людей, использующих динамический IP, прокси и VPN-нами.

source: "Remember Me" Feature
ru: Опция "Запомнить меня"

source: Enable "Remember Me" feature
ru: Включить опцию "Запомнить меня"

source: Turning this option on allows users to sign in on to your board using cookie-based tokens. This may result in account compromisation when user fails to sign out on shared computer or his cookie is stolen.
ru: Включение этой опции позволит логинится на ваш форум, используя токены, основанные на cookie. Это может скомпрометировать аккаунт, когда пользователь забудет разлогиниться на публичном компьютере, или его cookie будут украдены

source: "Remember Me" token lifetime
ru: Время действия токенов "Запомнить меня"

source: Number of days since either last use or creation of "Remember Me" token to its expiration.
ru: Число дней либо с последнего использования либо со времени создания будет действовать токен "Запомнить меня"

source: Allow "Remember Me" tokens refreshing
ru: Разрешить обновление токена "Запомнить меня"

source: Set this setting to off if you want to force your users to periodically update their "Remember Me" tokens by signing in. If this option is on, Tokens are updated when they are used to open new session.
ru: Выключите эту опцию, если вы хотите чтобы пользователи периодически обновляли токен "Запомнить меня" путем нового входа на форум. Если эта опция включена, то токены будут обновляться при открытии новой сессии.

source: Don't count users online
ru: Не считать количество пользователей в сети

source: Periodically count and cache onlines
ru: Периодически считать и кэшировать количество пользователей онлайн

source: Real time
ru: В реальном времени

source: Online Counting
ru: Подсчет количества в сети

source: Count and display number of users online on board index.
ru: Подсчет и отображение пользователей в сети на форуме

source: Online counter helps members tell how active other members are at the moment. Large forums should use periodical counting that saves resources but is not accurate while small ones can use real time counting that offers complete accuracy without putting much stress on sessions table.
ru: Счетчик "в сети" говорит о том сколько активных пользователей в этот момент. Большие форумы для экономии ресурсов должны использовать периодический подсчет, но это менее точно, в то время как маленькие могут использовать подсчет в реальном времени, считая более точно без большой нагрузки на таблицу сессий.

source: Cache expiration
ru: Срок действия кэша

source: If you are using cache to count number of users online, here you can enter number of seconds after which cache is marked as expired and refreshed with new data.
ru: Если вы используете кеш для подсчета пользователей в сети, вы можете задать количество секунд по истечении которых кэш будет считаться устаревшим и будет обновлен новыми данными

source: Threads and Posts Settings
ru: Настройки тем и сообщений

source: Those settings control your forum's threads and posts.
ru: Настройки, контролирующие темы и сообщения форума.

source: Min. Thread Name Length
ru: Мин. длина названия темы

source: Minimal allowed thread name length.
ru: Минимально разрешенная длина названия темы.

source: Max. Thread Name Length
ru: Макс. длина имени темы

source: Maximum allowed thread name length.
ru: Максимальная разрешенная длина названия темы.

source: Threads per page
ru: Тем на странице

source: Number of threads displayed on page in forum view.
ru: Число тем, показываемых на странице обзора форума.

source: Display avatars on threads list
ru: Показывать аватары в списке тем

source: Unlike basic user data, avatars are not cached - turning this option on will cause one extra query on threads lists.
ru: В отличии от основных данных пользователя, аватары не кэшируются - включение этой опции вызовет дополнительный запрос в списке тем.

source: Disabled
ru: Выключено

source: Popularity
ru: Популярные

source: Last Reply
ru: Последний ответ

source: Start Date
ru: Дата начала

source: Thread List on Board Index
ru: Список тем на главной

source: List Type
ru: Списком

source: Different types are useful by different boards. If your board is extremly active, use "Popularity", otherwhise select either "Last Reply" or "Start Date"
ru: К различным типам форумам подходят различные типы. Если ваш форум очень активен, пользуйтесь "Популярные", если нет, то либо "Последний ответ", либо "Дата начала"

source: Number of threads on list
ru: Число тем в списке

source: Enter number of threads to be displayed on threads list on board index.
ru: Введите число тем, показываемых списком на главной странице форума.

source: Ranking Update Frequency
ru: Частота обновления Рангов

source: Enter minimum of number of minutes between ranking updates or zero to update ranking on every request - strongly discouraged for active forums.
ru: Введите минимальное количество минут между обновлениями рангов, либо ноль для обновления рангов при каждом запросе - очень затруднительно для активных форумов

source: Initial Thread Score
ru: Начальный рейтинг темы

source: Initial Thread Score helps new threads overtake old threads in ranking.
ru: Начальный рейтинг темы помогает новым темам перекрывать старые в рейтинге

source: New Reply Score
ru: Рейтинг нового ответа

source: Only replies visible to all members increase thread inflation.
ru: Только ответы видимые всем пользователям повышает рейтинг темы

source: Score inflation
ru: Инфляция рейтинга

source: Thread popularity system requires inflation to be defined in order to be effective. updatethreadranking task will lower thread scores by percent defined here on every launch. For example, if you enter 5, thread scores will be lowered by 5%% on every update. Enter zero to disable inflation.
ru: Система популярности тем требует определенного значения инфляции для эффективной работы. Задача updatethreadranking будет понижать рейтинг тем на процент, определенный здесь. Для примера, если вы введете 5, очки рейтинга всех тем будет снижен на 5 %%. Введите 0 для выключения инфляции.

source: Min. Post Length
ru: Мин. длина сообщения

source: Minimal allowed post length.
ru: Минимальное разрешенная длина сообщения

source: Automatic Post Merge timespan
ru: Промежуток для автоматического объединения ответов

source: Forum can automatically merge member posts if interval between postings is shorter than specified number of minutes.
ru: Форум может автоматически объединять ответы пользователей, если интервал между ответами (в минутах) будет короче определенного здесь значения.

source: Posts per page
ru: Сообщений на странице

source: Number of posts per page in thread view.
ru: Число сообщений на странице просмотра темы

source: Thread Length Limit
ru: Ограничения длины темы

source: Long threads are hard to follow and search. You can force users to create few shorter threads instead of one long by setting thread lenght limits. Users with "Can close threads" permission will still be able to post in threads that have reached posts limit.
ru: За длинными темами сложно следить и в них сложно искать что-то. Вы можете вынудить пользователей создавать несколько коротких тем, вместо длинной, установив максимальную длину темы. Пользователи с правом "Может закрывать темы" все же может ответить в тему, достигшую лимита

source: Those settings allow you to set up forum terms of service.
ru: Эти настройки позволят вам установить настройки "соглашение использованию сервиса" (ToS)

source: Terms of Service Options
ru: Опции "соглашения использования" (ToS)

source: Page Title
ru: Заголовок страницы

source: Title of page community ToS are displayed on.
ru: Заголовок ToS страницы сообщества

source: Link to remote page with ToS
ru: Ссылка на удаленную страницу с ToS.

source: If your forum's ToS are located on remote page, enter here its address.
ru: Если Соглашение Использования вашего форума расположен на другой странице, введите тут ссылку.

source: OR enter ToS content
ru: ИЛИ введите содержание страницы Соглашения Использования

source: Instead of linking to remote page, forum can create dedicated ToS page for you. To display ToS page, enter here your forum Terms of Service.
ru: Вместо ссылки на удаленную страницу, форум может создать для вас отдельную страницу Соглашения Использования. Для того чтобы показать страницу ToS, введите здесь Соглашение Использования вашего форума.

source: Administrator
ru: Администратор

source: Moderator
ru: Модератор

source: Registered
ru: Зарегистрированный

source: Guest
ru: Гость

source: Verification Code
ru: Проверочный код

source: Enter the code from image into the text field.
ru: Введите код с картинки в текстовое поле

source: Entered words are incorrect. Please try again.
ru: Введенный текст неверен. Пожалуйста, введите еще раз

source: The answer you entered is incorrect.
ru: Ваш ответ неправильный

source: You have to fill in both fields.
ru: Вы должны заполнить оба поля

source: You have to fill in all fields.
ru: Вам нужно заполнить все поля

source: Entered values differ from each other.
ru: Введённые значения отличаются друг от друга

source: Posted by %(user)s
ru: Опубликовал %(user)s

source: Quote
ru: Цитата

source: Posted image
ru: Изображение

source: Welcome back, %(username)s! We've signed you in automatically for your convenience.
ru: Добро пожаловать, %(username)s!

source: Too many users are currently uploading files. Please try agian later.
ru: Сейчас слишком много пользователей загружают файлы. Пожалуйста попробуйте ещё раз чуть позже.

source: You are not allowed to upload files of this type.
ru: Вы не можете загружать файлы данного типа.

source: You are not allowed to upload files of this type that are larger than %(size)sKB.
ru: Вы не можете загружать файлы данного типа размером больше, чем %(size)sKB.

source: Reports
ru: Отчеты

source: Root Category
ru: Главная категория

source: New Posts
ru: Новые сообщения

source: %(username)s has mentioned you in his reply in thread %(thread)s
ru: %(username)s упомянул вас в теме %(thread)s

source: Pruning policy must have at least one pruning criteria set to be valid.
ru: Правила удаления должны иметь хотя бы один валидный критерий

source: New Threads
ru: Новые темы

source: New reply in thread "%(thread)s"
ru: Новый ответ в теме "%(thread)s"

source: This user name is already in use by another user.
ru: Это имя пользователя занято

source: This email address is already in use by another user.
ru: Этот адрес электронной почты используется другим пользователем

source: I have read and accept this forums %(forum_tos)s.
ru: Я прочел и принимаю %(forum_tos)s этого форума.

source: Terms of Service
ru: Правила форума

source: Hey, %(username)s!
ru: Привет, %(username)s!

source: This e-mail was sent from %(board_name)s.
ru: Это письмо отправлено с %(board_name)s.

source: You've been invited to private thread
ru: Вас пригласили в приватную тему

source: %(username)s, you are receiving this message because %(author)s has invited you to participate in private thread "%(thread)s".
ru: %(username)s, вы получили это сообщение, потому что %(author)s пригласил вас принять участие в приватной теме "%(thread)s".

source: You can see this thread by clicking link below:
ru: Вы можете посмотреть эту тему, нажав ссылку ниже:

source: New reply notification
ru: Уведомление о новом ответе

source: %(username)s, you are receiving this message because %(author)s has replied to private thread "%(thread)s" that you are watching.
ru: %(username)s, вы получили это сообщение, так как %(author)s ответил в приватную тему "%(thread)s" за которой вы следите.

source: To go to this reply follow the link below:
ru: Для того чтобы перейти к ответу, нажмите на ссылку ниже:

source: %(username)s, you are receiving this message because %(author)s has replied to report "%(thread)s" that you are watching.
ru: %(username)s, вы получили это сообщение, потому что %(author)s пожаловался на тему "%(thread)s" за которой вы следите.

source: %(username)s, you are receiving this message because %(author)s has replied to thread "%(thread)s" that you are watching.
ru: %(username)s, вы получили это сообщение, потому что %(author)s ответил в тему "%(thread)s" за которой вы следите.

source: Activate new Sign-In Credentials on %(board_name)s
ru: Активировать новые параметры для входа на %(board_name)s

source: %(username)s, you are receiving this message because you have changed your acount's sign-in credentials.
ru: %(username)s, вы получили это сообщение, потому что изменились ваши данные для входа на форум.

source: To confirm that you want to change your account's sign-in credentials with new ones click the link below:
ru: Для подтверждения изменения параметров входа в ваш аккаунт на новые, перейдите по ссылке ниже:

source: Activate New Credentials
ru: Активировать новые параметры для входа

source: If the above link is not clickable, copy and paste this link into your web browser's address bar:
ru: Если расположенная выше ссылка не работает, скопируйте и вставьте эту ссылку в адресную строку вашего браузера:

source: Your account will remain inactive until Board Administrator accepts it. Depending on number of new registrations this may take few minutes or few days. Thanks for your patience!
ru: Ваш аккаунт останется неактивным пока администратор не одобрит его. В зависимости от число новых регистраций это может занять несколько минут, а может дней. Спасибо за терпение!

source: %(username)s, you are receiving this message because board administrator has activated your account.
ru: %(username)s, вы получили это сообщение, поскольку администратор форума активировал ваш аккаунт!

source: You can sign in to your account using new password by following this link:
ru: Вы можете войти в ваш аккаунт с новым паролей по следующей ссылке:

source: Sign In
ru: Войти

source: Account Activation on %(board_name)s
ru: Активация аккаунта на %(board_name)s

source: %(username)s, you are receiving this message because board administrator has requested you to revalidate your e-mail address.
ru: %(username)s, вы получили это сообщение поскольку администратор форума запросил повторную валидацию вашего адреса e-mail.

source: To reactivate your account click the link below:
ru: Для того чтобы повторно активировать ваш аккаунт нажмите ссылку ниже:

source: Activate my account!
ru: Активировать мой аккаунт!

source: Welcome aboard %(board_name)s!
ru: Добро на %(board_name)s!

source: %(username)s, you are receiving this message because you have used this email address to sign up on our forums.
ru: %(username)s, вы получили это сообщение поскольку вы использовали этот email адрес для входа на наш форум.

source: This is only time you will receive your current password. For security reasons we don't store members passwords as they are entered on registration, instead we encrypt them in unreversible manner to keep them safe.
ru: Это единственный раз, когда вы получаете свой текущий пароль. В целях безопасности, мы не сохраняем пароли пользователей, которые они задают при регистрации, вместо этого мы храним только хеши, по которому можно лишь проверить правильность пароля, но не узнать его.

source: This is only time you will receive your current password. Due to security reasons we don't store members passwords as they are entered on registration, instead we encrypt those password in un-reversible manner to keep them safe.
ru: Это единственный раз, когда вы получаете свой текущий пароль. В целях безопасности, мы не сохраняем пароли пользователей, которые они задают при регистрации, вместо этого мы храним только хеши, по которому можно лишь проверить правильность пароля, но не узнать его.

source: %(username)s, you are receiving this message because you have requested new activation e-mail.
ru: %(username)s, вы получили это сообщение, поскольку вы запросили новое письмо для активации.

source: To activate your account, click the link below:
ru: Для активации аккаунта, перейдите по ссылке ниже:

source: We require our members to prove validity of e-mail address used during registration. To prove that you are owner of e-mail address used to create this account, click the link below:
ru: Мы просим пользователей подтвердить адрес во время регистрации. Для того чтобы подтвердить, что это действительно ваш e-mail адрес, нажмите на ссылку ниже:

source: Confirm New Password Request on %(board_name)s
ru: Подтвердить запрос нового пароля для входа на %(board_name)s

source: %(username)s, you are receiving this message because you have requested for new password to be generated and set on your account.
ru: %(username)s, вы получили это сообщение поскольку вы запросили чтобы для вашего аккаунта был установлен новый пароль

source: To confirm that you want to reset your account's password with new one click the link below:
ru: Если вы действительно хотите сменить пароль вашего аккаунта на новый, нажмите на ссылку ниже:

source: Reset my password
ru: Задать новый пароль

source: Your new password will be sent back to you in next message once you click confirmation link.
ru: Новый пароль будет отправлен вам в следующем сообщении после того как вы нажмете на ссылку подтверждения.

source: Your New Password on %(board_name)s
ru: Ваш новый пароль на %(board_name)s

source: Your new password:
ru: Новый пароль:

source: %(username)s, you are receiving this message because board administrator has reset your account's password with new one.
ru: %(username)s, вы получили это сообщение, так как администратор форума изменил ваш пароль на новый.

source: Permission denied
ru: Доступ запрещен

source: Error 403
ru: Ошибка 403

source: You don't have permission to see this page.
ru: У вас нет прав для просмотра этой страницы

source: Return to previous page
ru: Вернуться на предыдущую страницу

source: Page not found
ru: Страница не найдена

source: Error 404
ru: Ошибка 404

source: The page you are looking for could not be found.
ru: Запрошенная страница не найдена

source: Admin Home
ru: Домашняя страница администратора

source: There is one inactive user.
ru: %(total)s неактивный пользователь

source: One Administrator Online
ru: %(total)s администратор в сети

source: started %(start)s from %(ip)s
ru: Начал %(start)s с %(ip)s

source: Last click was %(last)s
ru: Последний клик %(last)s

source: Board Statistics
ru: Статистика форума

source: Sign Out
ru: Выйти

source: Forums Index
ru: Главная страница форумов

source: Go to Top
ru: Наверх

source: %(page)s page
ru: Страница %(page)s

source: Misago Admin
ru: Админ Misago

source: Cancel Task
ru: Отменить задание

source: Board Administration
ru: Администрация форума

source: Return to Forums
ru: Вернуться к форумам

source: Unimplemented Admin Action
ru: Нереализованные действия администратора

source: Placeholder Page
ru: Страница заглушка

source: This is placeholder page unimplemented admin actions can refer to.
ru: Эта страница-заглушка может ссылаться на нереализованные действия администратора

source: Permission
ru: Разрешение

source: Save and Edit
ru: Сохранить и продолжить редактирование

source: Save and Add Another
ru: Сохранить и добавить другого

source: Cancel
ru: Отмена

source: Actions
ru: Действия

source: Not available
ru: Не доступно

source: Previous Page
ru: Предыдущая страница

source: Next Page
ru: Следующая страница

source: Page %(current_page)s of %(pages)s
ru: Страница %(current_page)s из %(pages)s

source: Showing one item
ru: Показан %(shown)s из %(total)s пунктов

source: Search Items
ru: Поиск элементов

source: Attachments that will be deleted
ru: Вложения, которые были удалены

source: Ban Details
ru: Подробности блокировки

source: Ban Message
ru: Сообщение блокировки

source: Username and E-mail
ru: Имя пользователя и email

source: Permanent
ru: Постоянная

source: Ban contains...
ru: Блокировка содержит...

source: Ban reason contains...
ru: Причина блокировки содержит...

source: Prune Forums
ru: Очистка форумов

source: Newsletter Options
ru: Настройки рассылки

source: Message
ru: Сообщение

source: Ignoring Subscriptions
ru: Игнорирование подписок

source: Name contains...
ru: Имя содержит...

source: Message contains...
ru: Сообщение содержит...

source: Registered Member
ru: Зарегистрированные пользователи

source: Hidden
ru: Скрытые

source: Crawler
ru: Поисковые пауки

source: IP begins with...
ru: IP начинается с...

source: Username begins with...
ru: Имя пользователя начинается с...

source: User-Agent contains...
ru: User-Agent содержит...

source: Users to be deleted
ru: Пользователи будут удалены
