Repository: Maronato/aosalunos
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Basic Rank Options
ru: Общие настройки ранга

source: Rank Looks
ru: Ранг выглядит

source: Rank Attainability
ru: Ранг достижимости

source: Order
ru: Сортировка

source: Special
ru: Специальная

source: Tab
ru: Таб

source: On Index
ru: На главную

source: System Role
ru: Системная роль

source: Protected Role
ru: Защищенная роль

source: Search Results
ru: Результаты поиска

source: Go to this setting
ru: Перейти к настройке

source: Search Settings
ru: Настройки поиска

source: Settings Groups
ru: Настройки групп

source: Change Settings
ru: Изменить настройки

source: Search Settings...
ru: Поиск настроек...

source: New Report
ru: Новая жалоба

source: Generate Report
ru: Сгенерировать отчет

source: One item found
ru: Найден %(total)s пункт

source: No statistics providers could be found.
ru: Не найдено ни одного источника статистики

source: This action is not avaiable because there are no models found that provide filter_overview method necessary to generate statistics reports.
ru: Это действие недоступно, поскольку не найдено моделей, которые дают статистику для метода filter_overview, необходимого для отчетов статистики

source: Some of Misago models provide statistics so you should never see this page.
ru: Несколько моделей Misago обеспечивают статистику, так что вы никогда не должны увидеть это сообщение

source: Basic Account Settings
ru: Базовые настройки аккаунта

source: Sign-in Credentials
ru: Параметры для входа

source: User Avatar
ru: Аватар пользователя

source: User Signature
ru: Подпись пользователя

source: This user has not yet validated his e-mail address.
ru: Этот пользователь ещё не подтвердил свой адрес e-mail

source: This user is awaiting admin approval.
ru: Этот пользователь ждет одобрения администратора

source: Inactive
ru: Неактивен

source: Username contains...
ru: Имя пользователя содержит...

source: E-mail address contains...
ru: Email адрес содержит...

source: Basic Warning Level Options
ru: Общие опции уровней предупреждения

source: Restrictions
ru: Ограничения

source: Warning Level
ru: Уровень предупреждения

source: Image could not be loaded.
ru: Изображение не может быть загружено.

source: Click to play media
ru: Нажмите для проигрывания медиа

source: uploaded by {author}
ru: Загружено {author}

source: This forum is empty
ru: Этот форум пуст

source: This forum is protected
ru: Этот форум защищен

source: %(clicks)s click
ru: %(clicks)s клик

source: Subforums
ru: Подфорумы

source: Go to the %(forum)s subforum
ru: Перейти к подфорумам %(forum)s

source: Clicks
ru: Переходов

source: Looks like there are no forums to display in this category.
ru: Похоже что в этой категории нет форумов

source: Click to enter Zen mode
ru: Нажмите чтобы войти в Дзен-режим

source: Bold
ru: Жирный

source: Emphasis
ru: Выделенный

source: Insert Link
ru: Вставить ссылку

source: Insert Image
ru: Вставить изображение

source: Insert Horizontal Line
ru: Вставить горизонтальную линию

source: Formatting Help
ru: Помощь по форматированию

source: Leave Zen mode
ru: Покинуть Дзен режим

source: Attach File
ru: Прикрепить файл

source: Restore
ru: Восстановить

source: Insert
ru: Вставить

source: Remove
ru: Удалить

source: Removed:
ru: Удалено:

source: Enter link address
ru: Введите адрес ссылки

source: Enter link label (optional)
ru: Введите текст ссылки (опционально)

source: Enter image address
ru: Введите адрес картинки

source: Enter image label
ru: Введите подпись картинки

source: Permission Denied
ru: Доступ запрещен

source: You dont have permission to see this page.
ru: Недостаточно прав для просмотра этой страницы

source: Return to board index
ru: Вернуться на главную форума

source: You Are Banned
ru: Вы заблокированы

source: %(username)s, your account has been banned for following reason:
ru: %(username)s, ваш аккаунт был заблокирован по следующим причинам:

source: %(username)s, your account has been banned.
ru: %(username)s, ваш аккаунт был заблокирован.

source: Guest, your IP Address has been banned from accessing this page for following reason:
ru: Гость, доступ к этой страницы заблокирован для вашего IP адреса по следующей причине:

source: Guest, your IP Address has been banned from accessing this page.
ru: Гость, доступ к этой страницы заблокирован для вашего IP адреса.

source: Your ban will expire on %(ban_expires)s
ru: Ваша блокировка заканчивается %(ban_expires)s

source: Page Not Found
ru: Страница не найдена

source: Forum Map
ru: Карта форума

source: Looks like no forums exist that you have permission to see.
ru: Похоже что нет таких форумов, которые вы имеете право читать

source: Your message is composed of blocks like paragraphs, headers, lists or code listings. All blocks with exception of code blocks may contain in-line elements like links, images, movies, underlining and bolding.
ru: Ваше сообщение состоит из таких блоков, как параграфы, заголовки, списки и листинг кода. Все блоки, за исключением блоков кода могут содержать строчные элементы, например ссылки, картинки, видео, подчеркивание или выделение жирным шрифтом

source: Block level elements
ru: Блочные элементы

source: Paragraphs
ru: Параграфы

source: Paragraphs are blocks of text separated by empty lines.
ru: Параграфы и блоки разделяются пустой строчкой

source: Input above becomes two paragraphs:
ru: Введенное выше станет двумя параграфами

source: Headers
ru: Заголовки

source: You can use headers to title sections of your message. Each header block level element which means
ru: Вы можете использовать в сообщении заголовки. Каждый

source: Looks like no forums have been set yet, or you don't have permission to see any.
ru: Похоже что ещё нет никаких форумов, либо вы не имеете прав для их просмотра.

source: %(rank_name)s Online
ru: %(rank_name)s онлайн

source: Popular Threads
ru: Популярные темы

source: Latest Replies
ru: Последние ответы

source: Newest Threads
ru: Новые темы

source: Mark forums read
ru: Отметить форумы прочитанными

source: Search...
ru: Поиск...

source: Search in
ru: Поиск в

source: This thread
ru: Эта тема

source: In thread "%(thread)s"
ru: В теме "%(thread)s"

source: Author name
ru: Имя автора

source: User name...
ru: Имя пользователя...

source: Search only in threads titles
ru: Искать только в заголовках тем

source: Search
ru: Поиск

source: Advanced Search
ru: Расширенный поиск

source: Forum Home
ru: Главная страница форума

source: Search Community
ru: Поиск по сообществу

source: There are unresolved reports!
ru: У вас есть нерассмотренные жалобы

source: You have new notifications!
ru: Есть новые уведомления!

source: Your Notifications
ru: Уведомления

source: There are unread Private Threads!
ru: Есть непрочитанные приватные темы!

source: Your profile
ru: Мой профиль

source: Change options
ru: Изменить настройки

source: Reported Posts
ru: Сообщения с жалобами

source: Notifications
ru: Уведомления

source: News Feed
ru: Новости

source: Watched Threads
ru: Отслеживаемые темы

source: Sign out
ru: Выйти

source: Your Private Threads
ru: Ваши приватные темы

source: Your News Feed
ru: Моя страница новостей

source: Threads you are watching
ru: Темы за которыми я слежу

source: Edit your profile options
ru: Изменить настройки профиля

source: Go to your profile
ru: Перейти к профилю

source: Sign Out and browse as guest
ru: Выйти и просматривать как гость

source: Sign In to Your Account
ru: Войти в ваш аккаунт

source: Register new account
ru: Зарегистрировать новый аккаунт

source: Register
ru: Регистрация

source: Page %(page)s
ru: Страница %(page)s

source: Announcement, click to see last post
ru: Объявление, нажмите чтобы увидеть последнее сообщение

source: Announcement, click to see first unread post
ru: Объявление, нажмите чтобы увидеть первое непрочитанное сообщение

source: Pinned, click to see last post
ru: Прикреплено, нажмите чтобы увидеть последнее сообщение

source: Pinned, click to see first unread post
ru: Прикреплено, нажмите чтобы увидеть первое непрочитанное сообщение

source: Click to see last post
ru: Нажмите чтобы увидеть последнее сообщение

source: Click to see first unread post
ru: Нажмите чтобы увидеть первое непрочитанное сообщение

source: Reported replies
ru: Ответы с жалобами

source: Unreviewed replies
ru: Непросмотренные ответы

source: Replies
ru: Ответы

source: Last post %(last)s
ru: Последний ответ %(last)s

source: Thread by %(username)s
ru: Тема %(username)s

source: Last reply by %(username)s
ru: Последний ответ от %(username)s

source: Thread and last post by %(username)s
ru: Тема и последний ответ %(username)s

source: This thread awaits review
ru: Эта тема ждет одобрения

source: This thread is closed
ru: Эта тема закрыта

source: This thread is deleted
ru: Эта тема удалена.

source: Looks like there are no threads... yet!
ru: Похоже что пока нет тем... ещё!

source: Thread %(thread)s posted in %(forum)s by %(user)s %(date)s
ru: Тема %(thread)s опубликована в %(forum)s пользователем %(user)s %(date)s

source: Reply to %(thread)s posted in %(forum)s by %(user)s %(date)s
ru: Опубликован ответ в тему %(thread)s в %(forum)s пользователем %(user)s %(date)s

source: %(username)s, there is nothing to display in your news feed... yet!
ru: %(username)s, пока ещё нечего показывать в вашей ленте новостей.

source: %(username)s, you have to follow other users in order to fill your news feed.
ru: %(username)s, для того чтобы что-либо появилось в ленте новостей, вы должны читать кого-либо.

source: Register account
ru: Зарегистрировать аккаунт

source: Enter your e-mail
ru: Введите ваш email

source: Repeat your e-mail
ru: Повторите ваш email

source: Enter your password
ru: Введите ваш пароль

source: Repeat your password
ru: Повторите ваш пароль

source: Request new Activation E-mail
ru: Запросить новое письмо для активации

source: Request new E-mail
ru: Запросить новый E-mail

source: Enter your e-mail address
ru: Введите ваш адрес e-mail

source: Request New Password
ru: Запросить новый пароль

source: Reset Password
ru: Сбросить пароль

source: Click here if you forgot your sign in credentials.
ru: Нажмите здесь, если вы забыли данные для входа

source: Click here if you didn't receive activation e-mail.
ru: Нажмите здесь, если вы не получили письмо для активации.

source: Problems Signing In?
ru: Проблемы со входом?

source: I don't remember my password
ru: Я не помню мой пароль

source: I haven't received activation e-mail
ru: Я не получил письмо с ссылкой для активации

source: I don't have account
ru: У меня нет аккаунта

source: All Threads
ru: Все темы

source: Unread Threads
ru: Непрочитанные темы

source: Click to don't notify with e-mail
ru: Нажмите, чтобы не оповещать на e-mail

source: Click to notify with e-mail
ru: Оповещать на e-mail

source: Notify
ru: Уведомления

source: Click to remove from list
ru: Нажмите для удаления из списка

source: Unwatch
ru: Не следить

source: Started by %(user)s, %(start)s
ru: Начал %(user)s, %(start)s

source: %(replies)s reply, by %(user)s %(last)s
ru: %(replies)s ответ, последний от %(user)s %(last)s

source: No replies
ru: Нет ответов

source: There are no unread threads that you are watching.
ru: Среди отслеживаемых тем нет непрочитанных.

source: You are not watching any threads.
ru: Вы не отслеживаете ни одной темы.

source: Latest Threads
ru: Последние темы

source: Latest
ru: Последнее

source: Newer Threads
ru: Более новые темы

source: Older Threads
ru: Более старые темы

source: Your recent notifications list has been cleared.
ru: Ваш список последних уведомлений был очищен.

source: All Notifications
ru: Все уведомления

source: Close
ru: Закрыть

source: Looks like you don't have any notifications... yet.
ru: Похоже что пока ещё нет уведомлений.

source: You have one new alert
ru: У вас есть %(alerts)s предупреждение

source: New notification
ru: Новые уведомления

source: Old notification
ru: Старые уведомления

source: Today Notifications
ru: Уведомления за сегодня

source: Yesterday Notifications
ru: Вчерашние уведомления

source: This Week
ru: Эта неделя

source: This Month
ru: Этот месяц

source: Older Notifications
ru: Более старые уведомления

source: Clear List
ru: Очистить список

source: You have no recent notifications.
ru: Нет новых уведомлений

source: Post #%(post)s Changelog
ru: История изменений сообщения #%(post)s

source: One edit
ru: Исправлено %(edits)s раз.

source: Protected
ru: Защищено

source: Change Log
ru: Изменить логи

source: Added one character to post.
ru: Сообщение стало длиннее на %(chars)s символ

source: Removed one character from post.
ru: Сообщение стало короче на %(chars)s символ

source: No change in message's length.
ru: Длина поста не изменилась.

source: Changed thread name from "%(old)s" to "%(new)s".
ru: Изменено название темы с "%(old)s" на "%(new)s".

source: By %(user)s %(date)s
ru: Пользователем %(user)s %(date)s

source: This post was never edited.
ru: Это сообщение не изменялось.

source: Edit from %(date)s
ru: Изменено с %(date)s

source: Added one character
ru: Добавлен %(chars)s символ

source: Removed one character
ru: Удален %(chars)s символ

source: Revert this edit
ru: Отменить эту правку

source: Post #%(post)s Info
ru: Информация о посте #%(post)s

source: New Thread
ru: Создать тему

source: You are not participating in any private discussions.
ru: Вы не принимаете участия ни в одной приватной теме

source: First Page
ru: Первая страница

source: First
ru: Первый

source: Are you sure you want to delete selected threads? This action is not reversible!
ru: Вы уверены в том, что хотите удалить выбранные темы? Это действие нельзя отменить!

source: Preview
ru: Предпросмотр

source: user1, user2, user3...
ru: Пользователь1, пользователь2, пользователь3

source: Post New Thread
ru: Начать новую тему

source: Edit Thread
ru: Изменить тему

source: Post New Reply
ru: Ответить

source: Edit Reply
ru: Изменить ответ

source: Not Reviewed
ru: Не проверено

source: First edit
ru: Первое изменение

source: One reply
ru: %(replies)s ответ

source: Locked
ru: Заблокировано

source: Start Thread
ru: Начать тему

source: Post Reply
ru: Отправить ответ

source: Leave Thread
ru: Покинуть тему

source: Reply
ru: Ответить

source: Remove thread from watched list
ru: Удалить тему из списка отслеживаемых

source: Don't e-mail me anymore if anyone replies to this thread
ru: Больше не присылать мне e-mail, если кто-либо ответит в этой теме

source: E-mail me if anyone replies
ru: Если кто-либо ответит, прислать мне e-mail

source: Add thread to watched list
ru: Добавить тему в отслеживаемые

source: Add thread to watched list and e-mail me if anyone replies
ru: Добавить тему в список отслеживаемых и присылать e-mail когда кто-нибудь отвечает

source: Show Hidden Replies
ru: Показать скрытые ответы

source: Unregistered
ru: Не зарегистрирован

source: Show changelog
ru: Показать историю изменений

source: Direct link to this post
ru: Прямая ссылка на пост

source: New
ru: Сейчас

source: %(user)s has deleted this reply %(date)s
ru: %(user)s удалил этот ответ %(date)s

source: This reply was posted by user that is on your ignored list.
ru: Этот ответ от пользователя, который находится в черном списке

source: Deleted
ru: Удалено

source: Unreviewed
ru: Непроверенные

source: Reported
ru: С жалобами

source: Attached files
ru: Вложения

source: Your message in private thread &quot;[%(thread)s](%(message)s)&quot; was found to violate community guidelines.
ru: Ваше сообщение в приватной теме &quot;[%(thread)s](%(message)s)&quot; нарушает правила нашего сообщества.

source: Warn user for this post.
ru: Выдать предупреждение за это сообщение

source: Warn
ru: Предупреждение

source: Info
ru: Информация

source: Show report
ru: Показать жалобы

source: You have already reported this post.
ru: Вы уже жаловались на это сообщение

source: Bring this post to moderator attention.
ru: Обратить внимание модератора на это сообщение

source: Report
ru: Пожаловаться

source: Edit
ru: Изменить

source: Make this thread visible to other users
ru: Сделать тему видимой для других пользователей

source: Hide this thread from other users
ru: Скрыть эту тему от других пользователей

source: Hide
ru: Скрыть

source: Delete this thread for good
ru: Удалить эту тему для блага

source: Delete
ru: Удалить

source: Make this reply visible to other users
ru: Сделать этот ответ видимым для других пользователей

source: Hide this reply from other users
ru: Скрыть этот ответ от других пользователей

source: Delete this reply for good
ru: Удалить этот ответ для блага

source: This thread has reached its post limit and has been closed.
ru: Эта тема достигла максимального количества ответов и была автоматически закрыта.

source: %(user)s accepted this thread %(date)s
ru: %(user)s одобрил эту тему %(date)s

source: %(user)s closed this thread %(date)s
ru: %(user)s закрыл эту тему %(date)s

source: %(user)s opened this thread %(date)s
ru: %(user)s открыл эту тему %(date)s

source: %(user)s deleted this thread %(date)s
ru: %(user)s удалил эту тему %(date)s

source: %(user)s restored this thread %(date)s
ru: %(user)s восстановил эту тему %(date)s

source: %(user)s added %(invited)s to thread %(date)s
ru: %(user)s добавил %(invited)s в тему %(date)s

source: %(user)s removed %(removed)s from thread %(date)s
ru: %(user)s удалил %(removed)s из темы %(date)s

source: %(user)s left thread %(date)s
ru: %(user)s покинул тему %(date)s

source: This thread has too few participants.
ru: В этой теме слишком мало участников

source: Your Avatar
ru: Ваша аватар

source: One participant
ru: %(participants)s участник

source: Leave this thread
ru: Покинуть эту тему

source: Remove from this thread
ru: Удалить из этой темы

source: This thread has too few participants. Invite other users to open it for new replies.
ru: В этой теме слишком мало участников. Пригласите сюда других пользователей для того чтобы открыть ее для новых ответов.

source: Invite User
ru: Пригласить пользователя

source: Are you sure you want to bring this message to moderator attention?
ru: Вы уверены в том что хотите привлечь внимание модератора к этому сообщению?

source: Reported!
ru: Жалоба отправлена!

source: Are you sure you want to leave this thread? It will be deleted after you leave!
ru: Вы уверены в том что хотите покинуть эту тему? Она будет удалена после того как вы выйдете!

source: Are you sure you want to leave this thread?
ru: Вы уверены в том что хотите покинуть эту тему?

source: Are you sure you want to remove this member from this thread?
ru: Вы уверены в том что хотите удалить этого участника из темы?

source: Are you sure you want to delete this thread? This action is not reversible!
ru: Вы уверены в том что хотите удалить эту тему? Это действие нельзя будет отменить!

source: You have to select at least two posts you want to merge.
ru: Для объединения необходимо выбрать как минимум два сообщения.

source: Are you sure you want to merge selected posts? This action is not reversible!
ru: Вы уверены в том что хотите объединить выбранные сообщения? Это действие нельзя будет отменить!

source: Are you sure you want to delete selected posts? This action is not reversible!
ru: Вы уверены в том что хотите удалить выбранные сообщения? Это действие нельзя будет отменить!

source: Are you sure you want to delete this thread?
ru: Вы уверены в том что хотите удалить эту тему?

source: Are you sure you want to delete this post?
ru: Вы уверены в том что хотите удалить это сообщение?

source: Are you sure you want to delete this checkpoint?
ru: Вы уверены в том что хотите удалить эту контрольную точку?

source: Go to first page
ru: К первой странице

source: Older Posts
ru: Старые посты

source: Newest Posts
ru: Новые сообщения

source: Go to last page
ru: К последней странице

source: Last
ru: Последнее

source: Go to first unread
ru: К первому непрочитанному

source: First Unread
ru: Первое непрочитанное

source: Go to first reported post
ru: К первому посту с жалобой

source: First Reported
ru: Первое с жалобой

source: Full Editor
ru: Полный редактора

source: User to invite...
ru: Пригласить пользователя...

source: Account Details
ru: Детали аккаунта

source: Member Since
ru: Пользователь с

source: Last Seen
ru: Последний раз был

source: Forums Activity
ru: Активность на форуме

source: Posts Written
ru: Написал постов

source: Threads Started
ru: Начал тем

source: Votes Cast
ru: Голоса

source: Ranking Performance
ru: Показатели рейтинга

source: Not Ranked
ru: Не оценен

source: Ranking Position
ru: Позиция в рейтинге

source: Score
ru: Очки

source: Karma Received
ru: Полученная карма

source: Karma Given
ru: Розданная карма

source: Interactions
ru: Взаимодействия

source: Following
ru: Читает

source: Registration Details
ru: Детали регистрации

source: UserAgent String
ru: Строчка User Agent

source: Created from console
ru: Создан из консоли

source: Last Visit Details
ru: Детали последнего посещения

source: Member Details
ru: Детали участника

source: %(username)s is followed by one member
ru: %(username)s имеет %(total)s читателя

source: %(username)s has no followers
ru: %(username)s не имеет читателей

source: Users that are following %(username)s
ru: Пользователи, которые читают %(username)s

source: %(username)s is following one member
ru: %(username)s читает %(total)s пользователя

source: %(username)s is not following anybody
ru: %(username)s никого не читает

source: Users %(username)s is following
ru: Пользователи, которых читает %(username)s

source: Browse notable user groups or find specific user
ru: Обзор групп пользователей или поиск определенного пользователя

source: Search Users
ru: Поиск пользователей

source: We couldn't find a member with name you entered, so we present you with some other members with names similiar to one you searched for in hopes that one of them will turn out to be member you are looking for.
ru: Мы не можем найти пользователя с таким именем, поэтому тут показаны несколько других пользователей с похожими на то что вы ищите именами, надеемся что один из них будет тем кого вы ищите.

source: Found Users
ru: Найти пользователей

source: Users in this group
ru: Пользователь в этой группе

source: We couldn't find any members with specified name.
ru: Мы не можем найти ни одного пользователя с таким именем

source: Looks like this group has no members...
ru: Похоже что в этой группе никто не состоит

source: Find User...
ru: Найти пользователя...

source: Graph presents %(user)s's posting activity from last 100 days.
ru: График показывает активность %(user)s за последние 100 дней.

source: %(username)s has one post
ru: У %(username)s %(total)s сообщение

source: %(username)s has no posts
ru: %(username)s не имеет сообщений

source: Thread %(thread)s posted in %(forum)s %(date)s
ru: Тема %(thread)s опубликована в %(forum)s %(date)s

source: Reply to %(thread)s posted in %(forum)s %(date)s
ru: Ответ в теме %(thread)s опубликован в %(forum)s %(date)s

source: Lastest Posts
ru: Последние сообщения

source: Newer Posts
ru: Новые сообщения

source: Click to jump to your Avatar Settings
ru: Нажмите чтобы перейти в настройки вашей фотографии

source: Online, hidden
ru: Онлайн, скрытых

source: Offline
ru: Не в сети

source: last click %(last_click)s
ru: Последний клик %(last_click)s

source: last seen %(last_visit)s
ru: Последнее посещение %(last_visit)s

source: never visited
ru: никогда не посещал

source: hiding activity
ru: активность скрыта

source: Remove %(user)s from ignored
ru: Удалить %(user)s's из игнорируемых

source: Add %(user)s to ignored
ru: Добавить %(user)s в игнор

source: Stop following %(user)s
ru: Перестать читать %(user)s

source: Start following %(user)s
ru: Начать читать %(user)s

source: Start private thread with %(user)s
ru: Начать приватную тему с %(user)s
