Repository: Maronato/aosalunos
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Your e-mail address or password is incorrect. Please try again.
ru: Адрес email или пароль неверен. Попробуйте ввести снова.

source: Board Administrator has not yet accepted your account.
ru: Администратор ещё не одобрил вашу учетную запись

source: You have to activate your account before you will be able to sign-in.
ru: Перед тем как войти, вам необходимо активировать учетную запись

source: Your account has been banned for following reason:
ru: Ваша учетная запись была заблокирована по следующим причинам:

source: Your account has been banned.
ru: Ваша учетная запись была заблокирована.

source: Your account does not have admin privileges.
ru: Ваша учетная запись не имеет прав администратора.

source: %(username)s, this page is not available to signed in users.
ru: %(username)s, эта страница не доступна для пользователей.

source: Dear Guest, only signed in members are allowed to access this page. Please sign in or register and try again.
ru: Гость, страница доступна только зарегистрированным пользователям. Войдите или зарегистрируйтесь.

source: You have used up allowed attempts quota and we temporarily banned you from accessing this page.
ru: Вы использовали доступную квоту и мы временно заблокировали доступ к странице.

source: Request authorization is invalid. Please try again.
ru: Запрос авторизации неудачен. Пожалуйста, попробуйте ещё раз.

source: Your account does not have admin privileges
ru: Ваша учетная запись не имеет прав администратора

source: One or more search phrases are shorter than four characters.
ru: Фраза для поиска короче четырех символов.

source: Search query is invalid.
ru: Некорректный поисковый запрос.

source: You have to define search query before you will be able to search.
ru: Перед поиском вам необходимо ввести запрос для поиска.

source: Value has to contain alpha-numerical characters.
ru: Значение должно содержать только цифры или буквы.

source: Value is too long.
ru: Значение слишком длинное.

source: Username must be at least one character long.
ru: Имя должно содержать хотя бы %(count)d символ

source: Username cannot be longer than one characters.
ru: Имя пользователя не должно быть длиннее %(count)d символа

source: Username can only contain letters and digits.
ru: Имя должно состоять только из букв и цифр.

source: Username can only contain latin alphabet letters and digits.
ru: Имя должно состоять из латинских букв и цифр

source: This username is forbidden.
ru: Это имя запрещено

source: Correct password has to be at least one character long.
ru: Пароль должен состоять хотя бы из %(count)d символа

source: Password must contain alphabetical characters.
ru: Пароль должен содержать буквы

source: Password must contain characters that have different case.
ru: Пароль должен содержать буквы в различном регистре (заглавные и прописные)

source: Password must contain digits in addition to characters.
ru: Кроме букв в пароль должны входить цифры

source: Password must contain special (non alphanumerical) characters.
ru: Пароль должен содержать специальные символы

source: This board forbids registrations using this e-mail address.
ru: На этом форуме запрещена регистрация с таким email адресом

source: Misago ACL
ru: Список контроля доступа

source: Misago User ACL
ru: Список контроля доступа пользователей

source: Can use Admin Control Panel
ru: Может использовать панель администратора

source: Change this permission to yes to grant admin access for users with this role.
ru: Изменение это разрешения даст доступ администратора для пользователей с этой ролью

source: Admin Control Panel
ru: Панель администратора

source: Maximum Age of destroyed account (in days)
ru: Максимальный возраст удаляемой учетной записи (в днях)

source: Enter zero to disable this check.
ru: Введите 0 чтобы отключить это возможность

source: Maximum number of posts on destroyed account
ru: Максимальное число сообщений у удаляемой учетной записи

source: Destroying User Accounts
ru: Удаление учетной записи

source: You can't destroy user accounts.
ru: Вы не можете удалить учетную запись пользователя

source: This user account is protected and cannot be destroyed.
ru: Эта учетная запись защищена и не может быть удалена

source: You can't destroy this user account. It's too old.
ru: Вы не можете удалить эту учетную запись. Она слишком старая.

source: You can't destroy this user account. Too many messages were posted from it.
ru: Вы не можете удалить эту учетную запись. У неё слишком много сообщений.

source: Can see forum
ru: Может просматривать форум

source: Can see forum contents
ru: Может просматривать содержимое форума

source: Forums Permissions
ru: Доступ к форумам

source: You don't have permission to browse this forum.
ru: Вы не имеете прав для просмотра этого форума

source: Can participate in private threads
ru: Может принимать участие в приватных темах

source: Can start private threads
ru: Может начинать приватные темы

source: Can upload attachments
ru: Может загружать вложения

source: Can download attachments
ru: Может скачивать вложения

source: Max. size of single attachment (in KB)
ru: Максимальный размер одного вложения (в Кб)

source: Max. number of attachments per post
ru: Максимальное число приложений у сообщения

source: Can invite users that ignore him
ru: Может приглашать пользователей, которые игнорируют его

source: Can moderate threads
ru: Может модерировать темы

source: Makes user with this role Private Threads moderator capable of closing, deleting and editing all private threads he participates in at will.
ru: Дает пользователям с этой ролью возможность закрывать, удалить и изменять все приватные темы в которых он участвует по желанию.

source: Can delete checkpoints
ru: Может удалять контрольные точки

source: No
ru: Нет

source: Yes, soft-delete
ru: Да, мягкое удаление

source: Yes, hard-delete
ru: Да, жесткое удаление

source: Private Threads
ru: Приватные темы

source: Can report content
ru: Может жаловаться на содержание

source: Can handle reports
ru: Может принимать жалобы

source: Can upload attachments in reports discussions
ru: Может загружать вложения в дискуссии жалобы

source: Can download attachments in reports discussions
ru: Может скачивать вложения в дискуссии жалобы

source: Max size of single attachment in reports discussions (in Kb)
ru: Максимальный размер вложения в дискуссии жалобы

source: Enter zero for no limit.
ru: Введите 0 чтобы убрать лимит

source: Max number of attachments per post in reports discussions
ru: Максимальное число приложений в сообщении в дискуссии жалобы

source: Can moderate reports discussions
ru: Может модерировать дискуссии жалоб

source: Can delete reports
ru: Может удалять жалобы

source: Reporting Content
ru: Отчеты содержимого

source: You don't have permission to report posts.
ru: Вы не имеете права подавать жалобу

source: Can search community
ru: Может пользоваться поиском

source: Minimum delay between searches
ru: Минимальное время между поиском

source: Forum search can be resources intensive operation, and so its usually good idea to limit frequency of searches by requiring members to wait certain number of seconds before they can perform next search. Enter 0 to disable this requirement.
ru: Поиск по форуму может быть тяжелой операцией, так что обычно хорошая идея ограничить частоту поиска, путем установки определенного количества секунд между двумя поисками. Установить 0 чтобы отключить эту возможность.

source: Searching
ru: Поиск

source: Can read threads
ru: Может читать темы

source: Yes, owned
ru: Да, владелец

source: Yes, all
ru: Да, всё

source: Can start new threads
ru: Может начинать новые темы

source: Yes, with moderation
ru: Да, с модерацией

source: Yes
ru: ДА

source: Can edit own threads
ru: Может править свои темы

source: Can soft-delete own threads
ru: Может удалять свои темы

source: Can write posts
ru: Может писать сообщения

source: Can edit own posts
ru: Может править свои сообщения

source: Can soft-delete own posts
ru: Может "мягко" удалять свои посты

source: Can upvote posts
ru: Может ставить лайки

source: Can downvote posts
ru: Может ставить дизлайки

source: Can see post score
ru: Может видеть рейтинг сообщения

source: Yes, final score
ru: Да, итоговый рейтинг

source: Yes, both up and down-votes
ru: Да, лайки и дизлайки

source: Can see who voted on post
ru: Может смотреть кто голосовал

source: Can make polls
ru: Может делать голосования

source: Can vote in polls
ru: Может принимать участие в голосованиях

source: Max size of single attachment (in Kb)
ru: Максимальный размер вложения (в Кб)

source: Max number of attachments per post
ru: Максимальные количество приложений к сообщению

source: Can accept threads and posts
ru: Может принимать темы и сообщения

source: Can change threads prefixes
ru: Может изменять префикс постов

source: Can see edits history
ru: Может смотреть историю изменений

source: Can change threads weight
ru: Может изменять важность темы

source: Yes, to stickies
ru: Да, прикреплять

source: Yes, to announcements
ru: Да, делать объявления

source: Can edit threads and posts
ru: Может править темы и сообщения

source: Can move, merge and split threads and posts
ru: Может перемещать, разделять и объединять темы и сообщения

source: Can close threads
ru: Может закрывать темы

source: Can protect posts
ru: Может защищать сообщения

source: Protected posts cannot be changed by their owners.
ru: Защищенное сообщение не может быть изменено автором

source: Can delete threads
ru: Может удалять темы

source: Can delete posts
ru: Может удалять сообщения

source: Can always see who voted in poll
ru: Может всегда видеть кто голосовал в голосовании

source: Time for poll edition
ru: Время для изменения голоса

source: Enter number of minutes after poll has been started for which member (or moderator) will be able to edit poll or 0 to always allow edition of unfinished polls. If you enter zero, users will always be able to change (and possibly maniputale) unfinished polls. This permission has also effect on user's permission to delete poll.
ru: Введите число минут после старта голосования в течении которого пользователи (или модератор) может редактировать голосование, или 0 чтобы можно было править всегда незавершенные голосования. Если вы введете 0, пользователи всегда могут изменять(и возможно манипулировать) незавершенные голосования. Это разрешения так же влияет на возможность удаления голоса.

source: Can delete polls
ru: Может удалять голосование

source: Yes, within allowed time
ru: Да, в течение разрешенного времени

source: Yes, always
ru: Да, всегда

source: Can delete attachments
ru: Может удалять вложения

source: Can see deleted checkpoints
ru: Может видеть удаленные контрольные точки

source: Threads
ru: Темы

source: Posts
ru: Сообщения

source: Karma
ru: Карма

source: Polls
ru: Голосования

source: Attachments
ru: Вложения

source: Moderation
ru: Модерирование

source: You don't have permission to read threads in this forum.
ru: У вас нет прав для просмотра тем этого форума.

source: You don't have permission to start new threads in this forum.
ru: У вас нет прав чтобы открыть новую тему в этом форуме.

source: This forum is closed, you can't start new threads in it.
ru: Это форум закрыт, вы не можете открыть новую тему.

source: You can't edit threads in closed forums.
ru: Вы не можете редактировать тему в закрытом форуме.

source: You can't edit closed threads.
ru: Вы не можете редактировать закрытую тему.

source: You can't edit other members threads.
ru: Вы не можете редактировать темы других пользователей.

source: You can't edit your threads.
ru: Вы не можете редактировать ваши темы.

source: This thread is protected, you cannot edit it.
ru: Эта тема защищена, вы не можете её редактировать.

source: You don't have permission to edit threads in this forum.
ru: Вы не имеете прав для редактирования тем в этом форуме.

source: You don't have permission to write replies in this forum.
ru: Недостаточно прав для ответа в этом форуме.

source: You can't write replies in closed forums.
ru: Вы не можете отвечать в закрытых форумах.

source: You can't write replies in closed threads.
ru: Вы не можете отвечать в закрытых темах.

source: You can't edit replies in closed forums.
ru: Вы не можете редактировать сообщения в закрытых форумах.

source: You can't edit replies in closed threads.
ru: Вы не можете редактировать сообщения в закрытых темах.

source: You can't edit other members replies.
ru: Вы не можете редактировать ответы других пользователей.

source: You can't edit your replies.
ru: Вы не можете редактировать ваши ответы.

source: This reply is protected, you cannot edit it.
ru: Этот ответ защищен, вы не можете его редактировать.

source: You don't have permission to edit replies in this forum.
ru: У вас нет прав на редактирование сообщений в этом форуме

source: You don't have permission to see history of changes made to this post.
ru: У вас нет прав просматривать историю изменений этого сообщения

source: You can't make reverts in closed forums.
ru: Вы не можете делать возврат в закрытых форумах.

source: You can't make reverts in closed threads.
ru: Вы не можете делать возврат в закрытых темах.

source: You don't have permission to make reverts in this forum.
ru: У вас нет прав делать возврат в этом форуме.

source: You don't have permission to delete threads in closed forum.
ru: У вас нет прав на удаление тем в закрытом форуме.

source: This thread is closed, you cannot delete it.
ru: Эта тема закрыта, вы не можете её удалить.

source: This post is protected, you cannot delete it.
ru: Это сообщение защищено, вы не можете его удалить.

source: You don't have permission to delete this thread.
ru: Вы не имеете прав на удаление этой темы.

source: This thread is already deleted.
ru: Эта тема уже удалена.

source: You don't have permission to delete posts in closed forum.
ru: У вас нет прав удалять сообщения в закрытом форуме.

source: This thread is closed, you cannot delete its posts.
ru: Эта тема закрыта, вы не можете удалять в ней сообщения.

source: You don't have permission to delete this post.
ru: У вас нет прав на удаление этого сообщения.

source: This post is already deleted.
ru: Это сообщение уже удалено.

source: You cannot upvote posts in this forum.
ru: Вы не можете голосовать за сообщения в этом форуме.

source: You cannot downvote posts in this forum.
ru: Вы не можете голосовать против сообщений в этом форуме.

source: You don't have permission to see who voted on this post.
ru: У вас нет прав смотреть тех кто голосовал за это сообщение.

source: You don't have permission to vote polls.
ru: У вас нет прав на голосование в опросе.

source: This poll has ended.
ru: Этот опрос завершен.

source: This poll has been closed.
ru: Этот опрос был закрыт.

source: This poll's thread has been deleted.
ru: Тема с опросом была удалена.

source: You have already voted in this poll.
ru: Вы уже голосовали в этом опросе.

source: You don't have permission to vote in this poll.
ru: Недостаточно прав для голосования в этом опросе.

source: You don't have permission to see votes in this poll.
ru: Недостаточно прав для просмотра голосов этого опроса.

source: You don't have permission to upload files in this forum.
ru: У вас нет прав загружать файлы в этот форум.

source: You don't have permission to download this attachment.
ru: У вас нет прав скачивать вложения.

source: You don't have permission to remove this attachment.
ru: У вас нет прав для удаления вложения

source: Selected checkpoint could not be found.
ru: Выбранные контрольные точки не найдены.

source: You cannot hide checkpoints!
ru: Вы не можете скрывать контрольные точки!

source: You cannot delete checkpoints!
ru: Вы не можете удалять контрольные точки!

source: You cannot show checkpoints!
ru: Вы не можете посмотреть контрольные точки!

source: Allowed Username changes number
ru: Разрешенное количество смен имени

source: Enter zero to don't allow users with this role to change their names.
ru: Введите ноль чтобы запретить изменять имена пользователям с этой ролью.

source: Don't count username changes older than
ru: Не считать число изменений имени у пользователей старше

source: Number of days since name change that makes that change no longer count to limit. For example, if you enter 7 days and set changes limit 3, users with this rank will not be able to make more than three changes in duration of 7 days. Enter zero to make all changes count.
ru: Число дней в течении которого которого считаются изменения имени. Например, если вы введете 7 дней и число изменений поставите 3, пользователи с этим рангом не смогу менять имя чаще, чем 3 раза в течении 7 дней. Введите ноль чтобы считать все изменения.

source: Can have signature
ru: Может иметь подпись

source: Can put links in signature
ru: Может ставить в подпись ссылки

source: Can put images in signature
ru: Может ставить в подпись картинки

source: Profile Settings
ru: Настройки профиля

source: Can search user profiles
ru: Может искать профили пользователей

source: Can see members e-mail's
ru: Может видеть email участников

source: Can see members ip's and user-agents
ru: Может видеть адрес и user-agents участника

source: Can see mebers that hide their presence
ru: Может видеть участников, которые скрывают свое присутствие

source: User Profiles
ru: Профиль пользователя.

source: Can warn other members
ru: Может жаловаться на других участников

source: Can see other members warnings
ru: Может видеть предупреждения других участников

source: Can cancel warnings
ru: Может отменять жалобы

source: If is warning giver
ru: Если выдает предупреждения

source: Yes, all warnings
ru: Да, все предупреждения

source: Maximum age of warning that can be canceled (in minutes)
ru: Максимальный возраст предупреждения, который может быть отменен (в минутах)

source: Enter zero to disable this limitation.
ru: Введите ноль, чтобы отменить ограничения

source: Can delete warnings
ru: Может удалять предупреждения

source: Can be warned
ru: Можно на него пожаловаться

source: Warning Members
ru: Участники предупреждения

source: You can't warn other members.
ru: Вы не можете жаловаться на других участников

source: You don't have permission to see this member warnings.
ru: Недостаточно прав для просмотра предупреждений участников

source: This member can't be warned.
ru: На этого участника нельзя пожаловаться

source: You can't cancel warnings.
ru: Вы не можете отменять предупреждения.

source: This warning is already canceled.
ru: Эта предупреждение уже отменено.

source: This warning is no longer in effect.
ru: Это предупреждение больше не в силе.

source: You can't cancel other moderators warnings.
ru: Мы не можете отменять предупреждения других модераторов

source: This warning can no longer be canceled.
ru: Это предупреждение уже не может быть отменено

source: You can't delete user warnings.
ru: Вы не может удалить предупреждение пользователя

source: You don't have permission to download this file.
ru: Недостаточно прав для скачивания файла.

source: Requested file could not be found.
ru: Запрошенный файл не найден.

source: You don't have permission to browse this category.
ru: Недостаточно прав для просмотра этой категории.

source: You can't destroy your own account.
ru: Вы не можете удалить свой аккаунт.

source: User Account "%(username)s" has been destroyed.
ru: Аккаунт "%(username)s" удален

source: Requested page could not be loaded.
ru: Запрошенная страница не может быть загружена.

source: You don't have permission to see requested page.
ru: Недостаточно прав для просмотра запрошенной страницы

source: You are banned.
ru: Вы заблокированы.

source: All forums have been marked as read.
ru: Все форумы были помечены как прочтенные.

source: You don't have permission to follow this redirect.
ru: Недостаточно прав для перехода по ссылке

source: Your E-mail Address
ru: Ваш адрес email.

source: Enter email address send activation e-mail to. It must be valid e-mail you used to register on forums.
ru: Введите email для письма с активацией. Это должен быть действующий адрес email.

source: There is no user with such e-mail address.
ru: Нет пользователя с таким email.

source: %(username)s, your account is already active.
ru: %(username)s, ваш аккаунт уже активирован.

source: %(username)s, only board administrator can activate your account.
ru: %(username)s, только администратор может активировать ваш аккаунт

source: Account Activation
ru: Активация аккаунта

source: %(username)s, e-mail containing new activation link has been sent to %(email)s.
ru: %(username)s, e-mail содержащий новую ссылку для активации был отправлен на %(email)s.

source: %(username)s, your activation link is invalid. Try again or request new activation e-mail.
ru: %(username)s, ссылка активации неверна. Попробуйте заново или запросить новое письмо для активации

source: %(username)s, your account has been successfully reactivated after change of sign-in credentials.
ru: %(username)s, ваш аккаунт был успешно активирован, после смены данных для входа

source: %(username)s, your account has been successfully activated. Welcome aboard!
ru: %(username)s, ваш аккаунт успешно активирован. Добро пожаловать!

source: Team Member
ru: Участник команды

source: Go
ru: Перейти

source: There are no items to display
ru: Нечего показывать :(

source: Search has returned no items
ru: Ничего не найдено

source: You have to select at least one item.
ru: Нужно выбрать хотя бы один пункт

source: No search criteria have been defined.
ru: Не определен критерий для поиска

source: Search form contains errors.
ru: Фирма поиска содержит ошибку.

source: Search criteria have been cleared.
ru: Критерий поиска был очищен.

source: Requested action is incorrect.
ru: Запрошенное действие некорректно.

source: Save Changes
ru: Сохранить изменения

source: Action authorization is invalid.
ru: Активация некорректна.

source: Type Name
ru: Введите имя

source: Name must contain alphanumeric characters.
ru: Имя должно содержать только буквы и цифры

source: Type name is too long.
ru: Введенное имя слишком длинное

source: File Extensions
ru: Расширения файлов

source: Enter file name extensions used by this attachment type. Don't enter dots. If this attachment type supports more than one extension, separate them with coma, for example: jpg,jpeg.
ru: Введите расширение для типа вложения. Не вводите точки. Если тип вложения поддерживает больше чем одно расширение, разделите их с запятой, например: jpg,jpeg.

source: Hard File Size Limit
ru: Ограничение размера файла

source: Restrict to certain roles
ru: Ограничить некоторые роли

source: You can restrict uploading files of this type to users with certain roles by selecting them in above list.
ru: Вы можете ограничить загрузку файлов этого типа для пользователей с определенной ролью, выбрав их в списке ниже.

source: You have to specify at least one file extension.
ru: Необходимо указать хотя бы один тип расширения файлов

source: Edit Type
ru: Изменить тип

source: Delete Type
ru: Удалить тип

source: Save Type
ru: Сохранить тип

source: New attachments type has been created.
ru: Создан новый тип расширения

source: Edit Attachment Type
ru: Редактировать тип расширения

source: Requested attachments type could not be found.
ru: Запрошенный тип расширения не найден

source: Changes in type "%(name)s" have been saved.
ru: Изменения в типе "%(name)s" сохранены.

source: Delete Attachment Type
ru: Удалить тип расширения

source: Attachment type and one attachment has been deleted.
ru: Тип вложения и %(deleted)d вложение удалено.

source: Attachment type has been deleted.
ru: Тип вложения был удален

source: Request authorization is invalid. Please resubmit your form.
ru: Сбой запроса авторизации. Пожалуйста повторите отправку формы.

source: Ban Rule
ru: Правила блокировки
