Repository: Maronato/aosalunos
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Rank name must contain alphanumeric characters.
ru: Имя ранга должно содержать буквы и цифры

source: Rank name is too long.
ru: Имя ранга слишком длинное

source: Rank Description
ru: Описание ранга

source: If this rank acts as tab on users list, here you can enter optional description that will be displayed above list of users with this rank.
ru: Если этот ранг используется как вкладка в списке пользователей, вы можете задать дополнительное описание, которое будет отображаться над списком пользователей этого ранга.

source: Rank Title
ru: Заголовок ранга

source: Short description of rank's bearer role in your community.
ru: Короткое описание описание обладателя ранга в вашем сообществе

source: Rank CSS Class
ru: Класс CSS ранга

source: Optional CSS class that will be added to different elements displaying rank's owner or his content, allowing you to make them stand out from other members.
ru: Дополнительный класс CSS который добудет добавлен к различным элементам владельцев отображаемого ранга или их содержимого, позволяя отличить их от других пользователей.

source: Special Rank
ru: Специальный ранг

source: Special ranks are ignored during updates of user ranking, making them unattainable without admin ingerention.
ru: Специальный ранг игнорируется во время изменения рангов пользователей, делая их недостижимыми без привилегий администратора

source: As Tab on Users List
ru: Как вкладка в списке пользователей

source: Should this rank have its own page on users list, containing rank's description and list of users that have it? This is good option for rank used by forum team members or members that should be visible and easily reachable.
ru: Должен ли иметь этот ранг свою вкладку в списке пользователей, содержащую описание ранга и список пользователей, владеющих эти рангом. Это хорошая опция для рангов, используемая для команды форума или пользователей, которые должны быть публичны и легкодоступны.

source: Display members online
ru: Показывать пользователей находящихся онлайн

source: Should users online with this rank be displayed on board index?
ru: Должны ли пользователи находящиеся онлайн показываться на главной странице

source: Rank Criteria
ru: Критерий ранга

source: This setting allows you to limit number of users that can attain this rank. Enter 0 to assign this rank to all members (good for default rank). To give this rank to 10% of most active members, enter "10%". To give this rank to 10 most active members, enter "10". This setting is ignored for special ranks as they don't participate in user's ranking updates.
ru: Эта настройка позволяет ограничить число пользователей, которые владеют этим рангом. Введите 0 для того чтобы дать ранг всем пользователям(хорошо для ранга по умолчанию). Для того чтобы дать этот ранг 10% самых активных пользователей, введите "10%". Для того чтобы дать ранг 10 самым активным пользователям, введите 10. Эта настройка не влияет на специальные ранги, поскольку на них не действуют обновления рангов пользователей.

source: This is incorrect rank match rule.
ru: Это некорректное правило для ранга.

source: Rank Roles
ru: Роль ранга

source: You can grant users with this rank extra roles to serve either as rewards or signs of trust to active members.
ru: Вы можете дать пользователям с этим рангом дополнительную роль в качестве награды или в качестве знака доверия активным пользователям.

source: Rank
ru: Ранг

source: Reorder Ranks
ru: Пересортировать ранги

source: You have to check at least one rank.
ru: Вы должны выбрать хотя бы один ранг.

source: Delete selected ranks
ru: Удалить выбранные ранги

source: Are you sure you want to delete selected ranks?
ru: Вы уверены в том, что хотите удалить выбранные ранги?

source: Ranks order has been changed
ru: Порядок рангов изменен.

source: Edit Rank
ru: Изменить ранг

source: Delete Rank
ru: Удалить ранг

source: Are you sure you want to delete this rank?
ru: Вы уверены в том, что хотите удалить этот ранг?

source: Selected ranks have been deleted successfully.
ru: Выбранные ранги были удалены.

source: Save Rank
ru: Сохранить ранг

source: New Rank has been created.
ru: Новый ранг создан.

source: Requested Rank could not be found.
ru: Запрошенный ранг не найден.

source: Changes in rank "%(name)s" have been saved.
ru: Изменения в ранге "%(name)s" сохранены.

source: Rank "%(name)s" has been deleted.
ru: Ранг "%(name)s" удален.

source: Protect this Role
ru: Защитить эту роль

source: Only system administrators can edit or assign protected roles.
ru: Только администраторы могут редактировать или назначать защищенную роль.

source: Delete selected roles
ru: Удалить выбранные роли

source: You cannot delete system roles.
ru: Вы не можете удалять системные роли.

source: You cannot delete protected roles.
ru: Вы не можете удалить защищенные роли.

source: You cannot delete roles that are assigned to users.
ru: Вы не можете удалять роли, назначенные пользователям.

source: Selected roles have been deleted successfully.
ru: Выбранные роли были успешно удалены.

source: New Role has been created.
ru: Создана новая роль.

source: Requested Role could not be found.
ru: Запрошенная роль не найдена.

source: Role "%(name)s" is protected, you cannot edit it.
ru: Роль "%(name)s" защищена, вы не можете изменить её.

source: Changes in role "%(name)s" have been saved.
ru: Изменения в роли "%(name)s" сохранены.

source: Role Forums Permissions
ru: Разрешения роли форума

source: Change Permissions
ru: Изменить разрешения

source: No Access
ru: Нет доступа

source: Forum permissions have been saved.
ru: Разрешения форума сохранены.

source: No forum roles are currently set.
ru: Роли форума ещё не установлены.

source: Change Role Permissions
ru: Изменить разрешения роли

source: Role "%(name)s" permissions have been changed.
ru: Разрешения роли "%(name)s" изменены

source: This role is protected.
ru: Эта роль защищена.

source: This role is assigned to one or more users.
ru: Эта роль назначена одному или более пользователям.

source: Role "%(name)s" has been deleted.
ru: Роль "%(name)s" удалена.

source: Overview
ru: Обзор

source: Users
ru: Пользователи

source: Forums
ru: Форумы

source: Permissions
ru: Разрешения

source: System
ru: Система

source: Forums List
ru: Список форумов

source: Create, edit and delete forums.
ru: Создание, редактирование и удаление форумов

source: All existing forums
ru: Все существующие форумы

source: New Node
ru: Новый узел

source: Create new forums tree node
ru: Создать новый узел дерева форума

source: Thread Prefixes
ru: Префиксы темы

source: Thread Prefix allow you to group and classify threads together within forums.
ru: Префиксы тем позволяют вам группировать и классифицировать темы внутри форума

source: Prefixes List
ru: Список префиксов

source: All existing prefixes
ru: Все существующие префиксы

source: Add Prefix
ru: Добавить префикс

source: Create new threads prefix
ru: Создать новый префикс темы

source: Words Filter
ru: Фильтр слов

source: Forbid usage of words in messages
ru: Запретить использование слова в сообщениях

source: Tests
ru: Тесты

source: Tests that new messages have to pass
ru: Тесты, которое должно пройти новое сообщение

source: Manage allowed attachment types.
ru: Управление разрешенными типами вложений

source: Attachment Types List
ru: Список типов вложений

source: All allowed attachment types.
ru: Все разрешенные типы вложений.

source: Add Attachment Type
ru: Добавить тип вложения

source: Create new allowed attachment type
ru: Создать новый разрешенный тип вложений

source: Home
ru: Домой

source: Your forums right now
ru: Ваши форумы прямо сейчас

source: Stats
ru: Статистика

source: Create Statistics Reports
ru: Создать отчет статистики

source: Online
ru: Онлайн

source: See who is currently online on forums.
ru: Посмотреть кто сейчас онлайн на форуме

source: Browse Users
ru: Обзор пользователей

source: Browse all registered user accounts
ru: Обзор всех зарегистрированных пользователей

source: Forum Team
ru: Команда форума

source: List of all forum team members
ru: Список команды форумов

source: Forum Team Members
ru: Участники команды форума

source: User Roles
ru: Роли пользователя

source: Manage User Roles
ru: Изменить роли пользователя

source: Browse Roles
ru: Посмотреть роли

source: Browse all existing roles
ru: Посмотреть все существующие роли

source: Add Role
ru: Добавить роль

source: Create new role
ru: Создать новую роль

source: Forum Roles
ru: Роли форума

source: Manage Forum Roles
ru: Управление ролями форума

source: Settings
ru: Настройки

source: Change your forum configuration
ru: Изменить конфигурацию форума

source: Users List
ru: Список пользователей

source: Search and browse users
ru: Поиск и обзор пользователей

source: Add User
ru: Добавить пользователя

source: Create new user account
ru: Создать новый аккаунт пользователя

source: Ranks
ru: Ранги

source: Administrate User Ranks
ru: Администрирование рангов пользователей

source: Browse Ranks
ru: Обзор рангов

source: Browse all existing ranks
ru: Обзор всех существующих рангов

source: Add Rank
ru: Добавит ранг

source: Create new rank
ru: Создать новый ранг

source: Warning Levels
ru: Уровни предупреждения

source: Define penalties for different warning levels.
ru: Определить наказания за разные уровни предупреждений

source: Browse Warning Levels
ru: Обзор уровней предупреждений

source: Browse all existing warning levels
ru: Обзор всех существующих уровней предупреждения

source: Set New Warning Level
ru: Установить новый уровень предупреждения

source: Bans
ru: Баны

source: Ban or unban users from forums.
ru: Забанить/разбанить пользователей с форума.

source: Browse Bans
ru: Обзор банов

source: Browse all existing bans
ru: Обзор всех существующих банов

source: Set new Ban
ru: Установить новые баны

source: Prune Users
ru: Вычистка пользователей

source: Delete multiple Users
ru: Удаление множества пользователей

source: Pruning Policies
ru: Критерии очистки

source: Browse all existing pruning policies
ru: Посмотреть все критерии очистки

source: Set New Policy
ru: Новый критерий очистки

source: Set new pruning policy
ru: Установить новый критерий очистки

source: Newsletters
ru: Рассылка

source: Manage and send Newsletters
ru: Управление и отправление Рассылок

source: Browse Newsletters
ru: Обзор Рассылок

source: Browse all existing Newsletters
ru: Обзор всех существующих рассылок

source: New Newsletter
ru: Новая рассылка

source: Create new Newsletter
ru: Создать новую рассылку

source: Requested settings group could not be found.
ru: Запрошенная группа настроек не найдена

source: Configuration has been changed.
ru: Конфигурация была изменена

source: One setting that matches search criteria has been found.
ru: Найдена %(count)d настройка, которая подходит под критерию поиска

source: No settings that match search criteria have been found.
ru: Ни найдено ни одной настройки, которая подходит под критерий поиска

source: Search query is empty.
ru: Строка поиска пустая

source: Report Type
ru: Тип отчета

source: Select statistics provider.
ru: Выбранный провайдер статистики.

source: Time Period
ru: Период времени

source: Enter start and end date for time period you want to take data from to use in graph.
ru: Введите дату начала и конца периода по которому вы хотите построить график

source: Graph Precision
ru: Точность графика

source: For each day
ru: Каждый день

source: For each week
ru: Каждая неделя

source: For each month
ru: Каждый месяц

source: For each year
ru: Каждый год

source: Start and end date are same
ru: Начальная и конечная даты совпадают

source: Statistical report has been created.
ru: Статистический отчет создан

source: Too many many items to display on graph.
ru: Слишком много пунктов для показа на графике

source: Too few items to display on graph
ru: Слишком мало пунктов для показан на графике

source: Username is name under which user is known to other users. Between 3 and 15 characters, only letters and digits are allowed.
ru: Имя пользователя - имя под которым пользователь будет показываться другим пользователям. Длиной от 3х до 15 символов, разрешены только буквы и цифры.

source: User Title
ru: Заголовок пользователя

source: To override user title with custom one, enter it here.
ru: Для того чтобы переопределить заголовок пользователя, введите его здесь.

source: User Rank
ru: Ранг пользователя

source: This user rank.
ru: Ранг этого пользователя

source: No rank assigned
ru: Нет присвоенных рангов

source: E-mail Address
ru: E-mail адрес

source: Member e-mail address.
ru: E-mail адрес пользователя.

source: Change User Password
ru: Изменить пароль пользователя

source: If you wish to change user password, enter here new password. Otherwhise leave this field blank.
ru: Если вы хотите изменить пароль пользователя, введите здесь новый пароль. В противном случае, оставьте поле пустым

source: Set Non-Standard Avatar
ru: Установить нестандартный аватар

source: You can make this member use special avatar by entering name of image file located in avatars directory here.
ru: Вы можете установить для этого пользователя аватар, введя здесь имя файла из директории с аватарами

source: Lock Member's Avatar
ru: Заблокировать аватар пользователя

source: If you set this field to yes, this member's avatar will be deleted and replaced with random one selected from _removed gallery and member will not be able to change his avatar.
ru: Если вы отметите это поле, аватар этого пользователя будет удален и заменен случайным, выбранным из удаленной галереи и пользователь не сможет изменить свой аватар

source: User-visible reason for lock
ru: Причина для блокировки, видимая пользователю

source: You can leave message to member explaining why he or she is unable to change his avatar anymore. This message will be displayed to member in his control panel.
ru: Вы можете оставить сообщение пользователю, объясняющая почему он или больше не может изменить аватар. Это сообщение будет показано пользователю в его настройках.

source: Forum Team-visible reason for lock
ru: Причина для блокировки, видимая команде форума

source: You can leave message to other forum team members exmplaining why this member's avatar has been locked.
ru: Вы можете оставить сообщение для других членов команд, объясняющая почему аватар этого пользователя был заблокирован

source: Signature
ru: Подпись

source: Signature is short message attached at end of member's messages.
ru: Подпись - это короткое сообщение, прикрепленное в конце каждого сообщения пользователя

source: Lock Member's Signature
ru: Заблокировать подпись

source: If you set this field to yes, this member will not be able to change his signature.
ru: Если вы отметите это поле, это пользователь не сможет изменить свою подпись.

source: You can leave message to member explaining why he or she is unable to edit his signature anymore. This message will be displayed to member in his control panel.
ru: Вы можете оставить сообщение пользователю, объясняющая почему он или больше не может изменить подпись. Это сообщение будет показано пользователю в его настройках.

source: You can leave message to other forum team members exmplaining why this member's signature has been locked.
ru: Вы можете оставить сообщение для других членов команд, объясняющая почему подпись этого пользователя была заблокирована

source: This user roles. Roles are sets of user permissions
ru: Роли этого пользователя. Роли и набор разрешений пользователя

source: User must have at least one role assigned.
ru: У пользователя должна быть хотя бы одна роль.

source: Avatar does not exist or is not image file.
ru: Аватар не существует или этот файл не является изображением.

source: User Password
ru: Пароль

source: Member password.
ru: Пароль пользователя.

source: Activation Requirement
ru: Необходимость активации

source: Already Active
ru: Уже активировано

source: By User
ru: Пользователем

source: By Administrator
ru: Администратором

source: Rank is
ru: Ранг

source: Has Role
ru: Имеет роль

source: User Name
ru: Имя пользователя

source: Join Date
ru: Дата регистрации

source: You have to check at least one user.
ru: Вы должны отметить хотя бы одного пользователя

source: Activate users
ru: Активировать пользователей

source: Are you sure you want to activate selected members?
ru: Вы уверены что хотите активировать выбранных пользователей?

source: Request e-mail validation
ru: Запросить проверку email

source: Are you sure you want to deactivate selected members and request them to revalidate their e-mail addresses?
ru: Вы уверены что хотите деактивировать выбранных пользователей и запросить у них перепроверку email адресов?

source: Remove and lock avatars
ru: Удалить и заблокировать аватарку

source: Are you sure you want to remove selected members avatars and their ability to change them?
ru: Вы уверены что хотите удалить аватарку выбранных пользователей и заблокировать возможность её изменять?

source: Remove and lock signatures
ru: Удалить и заблокировать подпись

source: Are you sure you want to remove selected members signatures and their ability to edit them?
ru: Вы уверены что хотите удалить подпись выбранных пользователей и заблокировать возможность её изменять?

source: Remove locks from avatars and signatures
ru: Удалить блокировку с аватарки и подписи

source: Are you sure you want to remove locks from selected members avatars and signatures?
ru: Вы уверены в том, что хотите удалить блокировку аватарки и подписи у выбранных пользователей

source: Reset passwords
ru: Переопределить пароль

source: Are you sure you want to reset selected members passwords?
ru: Вы уверены что хотите переопределить пароль у выбранных пользователей?

source: Delete users with content
ru: Удалить пользователей и их сообщения

source: Are you sure you want to delete selected users and their content?
ru: Вы действительно хотите удалить выбранных пользователей и все их сообщения?

source: Delete users
ru: Удалить пользователей

source: Are you sure you want to delete selected users?
ru: Вы уверены, что хотите удалить выбранных пользователей?

source: Edit User Details
ru: Изменить параметры пользователя

source: Delete User
ru: Удалить пользователя

source: Are you sure you want to delete this user account?
ru: Вы уверены в том что хотите удалить этот аккаунт пользователя?

source: Your Account has been activated
ru: Ваш профиль был активирован

source: Selected users accounts have been activated.
ru: Выбранные аккаунты пользователей активированы

source: You cannot force validation of protected members e-mails.
ru: Вы не можете запросить валидацию e-mail у защищенных пользователей

source: Selected users accounts have been deactivated and new activation links have been sent to them.
ru: Выбранные аккаунты были деактивированы и им отправлена новая ссылка для активации

source: You cannot remove and block protected members avatars.
ru: Вы не можете удалить и заблокировать фотографию профиля защищенных пользователей

source: Selected users avatars were deleted and locked.
ru: Аватарки выбранных пользователей удалены и заблокированы

source: You cannot remove and block protected members signatures.
ru: Вы не можете удалить и заблокировать подписи у защищенных пользователей

source: Selected users signatures were deleted and locked.
ru: Подписи выбранных пользователей удалены и заблокированы

source: Selected users can now edit their avatars and signatures.
ru: Выбранные пользователи теперь могут изменять свою подпись и аватарку

source: You cannot reset protected members passwords.
ru: Вы не можете сбросить пароль у защищенных пользователей

source: Your New Password
ru: Ваш новый пароль

source: Selected users passwords have been reset successfully.
ru: Пароль выбранных пользователей сброшен.

source: You cannot delete yourself.
ru: Вы не можете удалить себя

source: You cannot delete protected members.
ru: Вы не можете удалить защищенных пользователей.

source: Selected users and their content have been deleted successfully.
ru: Выбранные пользователи и их сообщения удалены

source: Selected users have been deleted successfully.
ru: Выбранные пользователи удалены

source: Save User
ru: Сохранить пользователя

source: New User has been created.
ru: Новый пользователь создан

source: Edit User
ru: Редактировать пользователя

source: Requested User could not be found.
ru: Запрошенный пользователь не найден.

source: Changes in user's "%(name)s" account have been saved.
ru: Изменения аккаунта пользователя "%(name)s" сохранены

source: Requested User account could not be found.
ru: Запрошенный аккаунт пользователя не найден

source: You cannot delete protected member.
ru: Вы не можете удалить защищенного пользователя.

source: User "%(name)s" has been deleted.
ru: Пользователь "%(name)s" удален

source: Warning Level Name
ru: Имя уровня предупреждения

source: Warning level name must contain alphanumeric characters.
ru: Имя уровня предупреждения должно содержать буквы и цифры

source: Warning level name is too long.
ru: Имя уровня предупреждения слишком длинное

source: Warning Level Description
ru: Описание уровня предупреждения

source: Optional message displayed to members with this warning level.
ru: Дополнительное сообщение показываемое пользователю с этим уровнем предупреждения

source: Warning Level Expiration
ru: Срок действия предупреждений

source: Enter number of minutes since this warning level was imposed on member until it's reduced and lower level is imposed, or 0 to make this warning level permanent.
ru: Введите количество минут на которое будет наложен уровень предупреждения до тех пор пока оно не снизится до следующего уровня, или 0 чтобы сделать это предупреждение постоянным

source: Restrict Replies Posting
ru: Ограничить публикацию ответов

source: No restrictions
ru: Нет ограничений

source: Review by moderator
ru: Просмотр администратором

source: Disallowed
ru: Отключения

source: Restrict Threads Posting
ru: Ограничить создание тем

source: Level Name
ru: Имя уровня

source: Change Warning Levels
ru: Изменить уровень предупреждения

source: You have to check at least one warning level.
ru: Вы должны выбрать хотя бы один уровень предупреждения

source: Delete selected levels
ru: Удалить выбранные уровни

source: Are you sure you want to delete selected warning levels?
ru: Вы уверены в том, что хотите удалить выбранные уровни?

source: Warning levels have been changed
ru: Уровни предупреждений изменены

source: Edit Level
ru: Изменить уровень

source: Delete Level
ru: Удалить уровень

source: Are you sure you want to delete this warning level?
ru: Вы уверены в том, что хотите удалить этот уровень предупреждений?

source: Selected warning levels have been deleted successfully.
ru: Выбранные предупреждения успешно удалены.

source: Save Warning Level
ru: Сохранить уровень предупреждений

source: New warning level has been defined.
ru: Определен новый уровень предупреждений

source: Edit Warning Level
ru: Изменить уровень предупреждений

source: Requested warning level could not be found.
ru: Запрошенный уровень предупреждений не найден

source: Changes in warning level "%(name)s" have been saved.
ru: Изменения в уровне предупреждений "%(name)s" сохранены

source: Warning level "%(name)s" has been deleted.
ru: Уровень предупреждения "%(name)s" удален.

source: Invite members to thread
ru: Пригласить пользователей в тему

source: %(user)s cannot participate in private threads.
ru: Пользователь %(user)s не может участвовать в приватных темах

source: %(user)s restricts who can invite him to private threads.
ru: %(user)s ограничил тех, кто может приглашать его в приватные темы.

source: User "%(username)s" could not be found.
ru: Пользователь "%(username)s" не найден.
